[
    {
        "author": "Alan Watts",
        "quote": "Zen does not confuse spirituality with thinking about God while one is peeling potatoes. Zen spirituality is just to peel the potatoes."
    },
    {
        "author": "Alan Watts",
        "quote": "Trying to define yourself is like trying to bite your own teeth."
    },
    {
        "author": "Alan Watts",
        "quote": "I have suggested that behind almost all myth lies the mono-plot of the game of hide-and-seek"
    },
    {
        "author": "Alan Watts",
        "quote": "For several years I have referred to this, hitherto, rare and inaccessible work as the I-told-you-so-book, because it has often been implied that I have invented my explanations of Buddhism out of thin air, thus falsifying its authentic teachings… Yet, despite the occultist flavor of its title, The Secret Oral Teachings in the Tibetan Buddhist Sects is the most direct, no-nonsense, and down-to-earth explanation of Mahayana Buddhism which has thus far been written."
    },
    {
        "author": "Alan Watts",
        "quote": "It is especially important for Westerners to understand that high lamas, Zen masters, and Hindu gurus in the discipline of yoga are human beings, not supermen. We must not put them, as we have put Jesus Christ, on pedestals of reverence so high that we automatically exclude ourselves from their states of consciousness."
    },
    {
        "author": "Alan Watts",
        "quote": "But what we've got going wrong is we've got a kind of bifurcation [in cultural development]: You take your classified telephone directory, and open up \"Churches\", and have a ruler in your hand. And you will find that the longest space is occupied by authoritarian, Bible-banging churches. And these people are barbarians, who take the written word of the Bible literally. Because they need terribly, they have a personal need, for something to depend on. … The government realizes that there is a very large number of people like that; and therefore, to keep their votes, they have to pander to those kind of people. And these are the boys who never grew up; they always need Papa. … The trouble is that the boys who need Papa, are violent. They have the guns. And they are the types of people who like to be soldiers, policemen—tough guys. And therefore they have a great deal of power."
    },
    {
        "author": "Alan Watts",
        "quote": "To have faith is to trust yourself to the water. When you swim you don't grab hold of the water, because if you do you will sink and drown. Instead you relax, and float"
    },
    {
        "author": "Alan Watts",
        "quote": "This is the real secret of life—to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play."
    },
    {
        "author": "Alan Watts",
        "quote": "Archimedes said, \"Give me a fulcrum and I will move the Earth\"; but there isn't one. It is like betting on the future of the human race—I might wish to lay a bet that the human race would destroy itself by the year 2000, but there is nowhere to place the bet. On the contrary, I am involved in the world and must try to see that it does not blow itself to pieces. I once had a terrible argument with Margaret Mead. She was holding forth one evening on the absolute horror of the atomic bomb, and how everybody should spring into action and abolish it, but she was getting so furious about it that I said to her: \"You scare me because I think you are the kind of person who will push the button in order to get rid of the other people who were going to push it first.\" So she told me that I had no love for my future generations, that I had no responsibility for my children, and that I was a phony swami who believed in retreating from facts. But I maintained my position. As Robert Oppenheimer said a short while before he died, \"It is perfectly obvious that the whole world is going to hell. The only possible chance that it might not is that we do not attempt to prevent it from doing so.\" You see, many of the troubles going on in the world right now are being supervised by people with very good intentions whose attempts are to keep things in order, to clean things up, to forbid this, and to prevent that. The more we try to put everything to rights, the more we make fantastic messes. Maybe that is the way it has got to be. Maybe I should not say anything at all about the folly of trying to put things to right but simply, on the principle of Blake, let the fool persist in his folly so that he will become wise."
    },
    {
        "author": "Alan Watts",
        "quote": "It's like you took a bottle of ink and you threw it at a wall. Smash! And all that ink spread. And in the middle, it's dense, isn't it? And as it gets out on the edge, the little droplets get finer and finer and make more complicated patterns, see? So in the same way, there was a big bang at the beginning of things and it spread. And you and I, sitting here in this room, as complicated human beings, are way, way out on the fringe of that bang. We are the complicated little patterns on the end of it. Very interesting. But so we define ourselves as being only that. If you think that you are only inside your skin, you define yourself as one very complicated little curlique, way out on the edge of that explosion. Way out in space, and way out in time. Billions of years ago, you were a big bang, but now you're a complicated human being. And then we cut ourselves off, and don't feel that we're still the big bang. But you are. Depends how you define yourself. You are actually—if this is the way things started, if there was a big bang in the beginning—you're not something that's a result of the big bang. You're not something that is a sort of puppet on the end of the process. You are still the process. You are the big bang, the original force of the universe, coming on as whoever you are. When I meet you, I see not just what you define yourself as—Mr. so-and-so, Ms. so-and-so, Mrs. so-and-so—I see every one of you as the primordial energy of the universe coming on at me in this particular way. I know I'm that, too. But we've learned to define ourselves as separate from it."
    },
    {
        "author": "Alan Watts",
        "quote": "If you awaken from this illusion, and you understand that black implies white, self implies other, life implies death—or shall I say, death implies life—you can conceive yourself. Not conceive, but feel yourself, not as a stranger in the world, not as someone here on sufferance, on probation, not as something that has arrived here by fluke, but you can begin to feel your own existence as absolutely fundamental. What you are basically, deep, deep down, far, far in, is simply the fabric and structure of existence itself. So, say in Hindu mythology, they say that the world is the drama of God. God is not something in Hindu mythology with a white beard that sits on a throne, that has royal perogatives. God in Indian mythology is the self, Satcitananda. Which means sat, that which is, chit, that which is consciousness; that which is ananda is bliss. In other words, what exists, reality itself is gorgeous, it is the fullness of total joy."
    },
    {
        "author": "Alan Watts",
        "quote": "So in this idea, then, everybody is fundamentally the ultimate reality. Not God in a politically kingly sense, but God in the sense of being the self, the deep-down basic whatever there is. And you're all that, only you're pretending you're not. And it's perfectly OK to pretend you're not, to be perfectly convinced, because this is the whole notion of drama."
    },
    {
        "author": "Alan Watts",
        "quote": "Camus said there is only really one serious philosophical question, which is whether or not to commit suicide. I think there are four or five serious philosophical questions:<br>The first one is: Who started it?<br>The second is: Are we going to make it?<br>The third is: Where are we going to put it?<br>The fourth is: Who's going to clean up?<br>And the fifth: Is it serious?"
    },
    {
        "author": "Alan Watts",
        "quote": "I want to make one thing absolutely clear. I am not a Zen Buddhist, I am not advocating Zen Buddhism, I am not trying to convert anyone to it. I have nothing to sell. I'm an entertainer. That is to say, in the same sense, that when you go to a concert and you listen to someone play Mozart, he has nothing to sell except the sound of the music. He doesn't want to convert you to anything. He doesn't want you to join an organization in favor of Mozart's music as opposed to, say, Beethoven's. And I approach you in the same spirit as a musician with his piano or a violinist with his violin. I just want you to enjoy a point of view that I enjoy."
    },
    {
        "author": "Alan Watts",
        "quote": "Religion is always falling apart"
    },
    {
        "author": "Alan Watts",
        "quote": "There is obviously a place in life for a religious attitude for awe and astonishment at existence. That is also a basis for respect for existence. We don't have much of it in this culture, even though we call it materialistic. In this culture we call materialistic, today we are of course bent on the total destruction of material and its conversion into junk and poisonous gases. This is of course not a materialistic culture because it has no respect for material. And respect is in turn based on wonder"
    },
    {
        "author": "Alan Watts",
        "quote": "Ego is a social institution with no physical reality. The ego is simply your symbol of yourself. Just as the word \"water\" is a noise that symbolizes a certain liquid without being it, so too the idea of ego symbolizes the role you play, who you are, but it is not the same as your living organism."
    },
    {
        "author": "Alan Watts",
        "quote": "I am amazed that Congressmen can pass a bill imposing severe penalties on anyone who burns the American flag, whereas they are responsible for burning that for which the flag stands: the United States as a territory, as a people, and as a biological manifestation. That is an example of our perennial confusion of symbols with realities."
    },
    {
        "author": "Alan Watts",
        "quote": "Now, you see, if you understand what I'm saying, with your intelligence, and then take the next step and say \"But I understood it now, but I didn't feel it.\" Then, next I raise the question: Why do you want to feel it? You say: \"I want something more\", because that's again that spiritual greed. And you could only say that because you didn't understand it."
    },
    {
        "author": "Alan Watts",
        "quote": "The pity of all this is, you know, a man like that [Sri Ramakrishna] has to have disciples, or no one would ever hear about him. But somehow, as the generations pass, the flame dies out. And eventually the disciples kill him.<br>I wish that there was a way of putting a time-bomb into scriptures and records — not a time-bomb, but some kind of invisible ink, so that all scriptures would un-print themselves about fifty years after the master's death. And just dissolve"
    },
    {
        "author": "Alan Watts",
        "quote": "Nowadays, of course, progressive theologians are all for sex; they say it's a good thing, the biblical position was not that sex was evil, but that it was good, and that it's alright.<br>But now, look here, what is the real point here? The proof of the pudding is in the eating. What can you get kicked out of the church for? Any church — Presbyterian, Roman Catholic, Episcopalian, Baptist, and the synagogue I think too. What's the real thing for which people get kicked out, excommunicated?<br>For \"envy, hatred, malice, and all uncharitableness\"? \"Pride, vainglory, and hardness of heart\"? Owning shares in munitions factories? Profiting off slums? No sir. You can be a bishop and live in all those sins openly. But if you go to bed with the wrong person, you're out.<br>So one has to conclude that, for all practical purposes, the church is a sexual regulation society; and it really isn't interested in anything else. Christianity is more preoccupied with sex than even Priapism or Tantric Yoga [are]. Because that's the thing that counts, that's the sin, the really important sin."
    },
    {
        "author": "Alan Watts",
        "quote": "Doctors try to get rid of their patients — clergymen try to get them hooked on the medicine so that they will become addicts to the church."
    },
    {
        "author": "Alan Watts",
        "quote": "The basic problem is to understand that there are no such things as things; that is to say separate things, separate events. That is only a way of talking. What do you mean by a thing? A thing is a noun. A noun isn't a part of nature it's a part of speech. There are no nouns in the physical world. There are no separate things in the physical world either"
    },
    {
        "author": "Alan Watts",
        "quote": "This is what troubles me about what we'll call vaguely \"the new youth\". There's a certain sloppiness. For example, at Millbrook in New York—that place is a mess, it's an unspeakable mess! Everything is dilapidated, it's a pad, not just a pad, but a mattress with the stuffing coming out of it. And this bothers me—because, after all, in America, it's bad enough anyway, we don't revere material, we mistreat it terribly. Los Angeles is the most amazing mistreatment of material that one can see in centuries. This is not a materialistic civilization at all. It is a civilization devoted to the hatred and destruction of material, its conversion into junk and poison gas. And therefore, one of the most sacred missions to be imposed upon those who would be liberated from this culture is that they shall love material, that they shall love color, that they shall dress beautifully, that they shall cook well, that they shall live in lovely houses, and that they shall preserve the face of nature. And this is the cardinal thing in your tradition, my friend, because when the Lord God created the material world, he surprised himself. And having already created it, he sat back, and saw then, that it was good. Very good"
    },
    {
        "author": "Alan Watts",
        "quote": "Now I'm sure that most of you know the old story about the astronaut, who went far out into space, and was asked on his return whether he'd been to heaven and seen God. And he said: \"Yes\". And so they said to him: \"Well, what about God?\" And he said: \"She's Black\"."
    },
    {
        "author": "Alan Watts",
        "quote": "The more we struggle for life (as pleasure), the more we are actually killing what we love"
    },
    {
        "author": "Alan Watts",
        "quote": "The greater part of human activity is designed to make permanent those experiences and joys which are only lovable because they are changing."
    },
    {
        "author": "Alan Watts",
        "quote": "It must be obvious… that there is a contradiction in wanting to be perfectly secure in a universe whose very nature is momentariness and fluidity."
    },
    {
        "author": "Alan Watts",
        "quote": "Running away from fear is fear; fighting pain is pain; trying to be brave is being scared. If the mind is in pain, the mind is pain. The thinker has no other form than his thought."
    },
    {
        "author": "Alan Watts",
        "quote": "There is no formula for generating the authentic warmth of love. It cannot be copied. You cannot talk yourself into it or rouse it by straining at the emotions or by dedicating yourself solemnly to the service of mankind. Everyone has love, but it can only come out when he is convinced of the impossibility and the frustration of trying to love himself. This conviction will not come through condemnations, through hating oneself, through calling self love bad names in the universe. It comes only in the awareness that one has no self to love."
    },
    {
        "author": "Alan Watts",
        "quote": "To be free from convention is not to spurn it but not to be deceived by it. It is to be able to use it as an instrument instead of being used by it."
    },
    {
        "author": "Alan Watts",
        "quote": "It was a basic Confucian principle that \"it is man who makes truth great, not truth which makes man great.\" For this reason, \"humanness\" or \"human-heartedness\" (jen) was always felt to be superior to \"righteousness\" (i), since man himself is greater than any idea which he may invent. There are times when men's passions are much more trustworthy than their principles."
    },
    {
        "author": "Alan Watts",
        "quote": "If Christianity is wine and Islam coffee, Buddhism is most certainly tea."
    },
    {
        "author": "Alan Watts",
        "quote": "If we look deeply into such ways of life as Buddhism and Taoism, Vedanta and Yoga, we do not find either philosophy or religion as these are understood in the West. We find something more nearly resembling psychotherapy. … The main resemblance between these Eastern ways of life and Western psychotherapy is in the concern of both with bringing about changes of consciousness, changes in our ways of feeling our own existence and our relation to human society and the natural world. The psychotherapist has, for the most part, been interested in changing the consciousness of peculiarly disturbed individuals. The disciplines of Buddhism and Taoism are, however, concerned with changing the consciousness of normal, socially adjusted people."
    },
    {
        "author": "Alan Watts",
        "quote": "Buddhism … is not a culture but a critique of culture, an enduring nonviolent revolution or “loyal opposition” to the culture in which it is involved"
    },
    {
        "author": "Alan Watts",
        "quote": "The psychotherapist … tries to help the individual to be himself and to go it alone without giving unnecessary offense to his community, to be in the world (of social convention) but not of the world"
    },
    {
        "author": "Alan Watts",
        "quote": "Whenever the therapist stands with society, he will interpret his work as adjusting the individual and coaxing his 'unconscious drives' into social respectability. But such 'official psychotherapy' lacks integrity and becomes the obedient tool of armies, bureaucracies, churches, corporations, and all agencies that require individual brainwashing. On the other hand, the therapist who is really interested in helping the individual is forced into social criticism. This does not mean that he has to engage directly in political revolution; it means that he has to help the individual in liberating himself from various forms of social conditioning, which includes liberation from hating this conditioning — hatred being a form of bondage to its object"
    },
    {
        "author": "Alan Watts",
        "quote": "Psychotherapists … are dealing with people whose distress arises from what may be termed maya, to use the Hindu-Buddhist word whose exact meaning is not merely 'illusion' but the entire world-conception of a culture, considered as illusion in the strict etymological sense of a play (Latin, ludere). The aim of a way of liberation is not the destruction of maya but seeing it for what it is, or seeing through it. Play is not to be taken seriously, or, in other words, ideas of the world and of oneself which are social conventions and institutions are not to be confused with reality"
    },
    {
        "author": "Alan Watts",
        "quote": "When a man no longer confuses himself with the definition of himself that others have given him, he is at once universal and unique. He is universal by virtue of the inseparability of his organism from the cosmos. He is unique in that he is just this organism and not any stereotype of role, class, or identity assumed for the convenience of social communication"
    },
    {
        "author": "Alan Watts",
        "quote": "If you get the message, hang up the phone. For psychedelic drugs are simply instruments, like microscopes, telescopes, and telephones. The biologist does not sit with eye permanently glued to the microscope, he goes away and works on what he has seen."
    },
    {
        "author": "Alan Watts",
        "quote": "Our trouble is that we have ignored and thus feel insecure in the enormous spectrum of love which lies between rather formal friendship and genital sexuality, and thus are always afraid that once we overstep the bounds of formal friendship we must slide inevitably to the extreme of sexual promiscuity."
    },
    {
        "author": "Alan Watts",
        "quote": "How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god."
    },
    {
        "author": "Alan Watts",
        "quote": "The prevalent sensation of oneself as a separate ego enclosed in a bag of skin is a hallucination which accords neither with Western science nor with the experimental philosophy-religions of the East — in particular the central and germinal Vedanta philosophy of Hinduism. This hallucination underlies the misuse of technology for the violent subjugation of man's natural environment and, consequently, its eventual destruction.<br>We are therefore in urgent need of a sense of our own existence which is in accord with the physical facts and which overcomes our feeling of alienation from the universe."
    },
    {
        "author": "Alan Watts",
        "quote": "Just as no thing or organism exists on its own, it does not act on its own. Furthermore, every organism is a process: thus the organism is not other than its actions. To put it clumsily: it is what it does. More precisely, the organism, including its behavior, is a process which is to be understood only in relation to the larger and longer process of its environment. For what we mean by \"understanding\" or \"comprehension\" is seeing how parts fit into a whole, and then realizing that they don't compose the whole, as one assembles a jigsaw puzzle, but that the whole is a pattern, a complex wiggliness, which has no separate parts. Parts are fictions of language, of the calculus of looking at the world through a net which seems to chop it up into bits. Parts exist only for purposes of figuring and describing, and as we figure the world out we become confused if we do not remember this all the time."
    },
    {
        "author": "Alan Watts",
        "quote": "We define (and so come to feel) the individual in the light of our narrowed \"spotlight\" consciousness which largely ignores the field or environment in which he is found. \"Individual\" is the Latin form of the Greek \"atom\"—that which cannot be cut or divided any further into separate parts. We cannot chop off a person's head or remove his heart without killing him. But we can kill him just as effectively by separating him from his proper environment. This implies that the only true atom is the universe—that total system of interdependent \"thing-events\" which can be separated from each other only in name. For the human individual is not built as a car is built. He does not come into being by assembling parts, by screwing a head on to a neck, by wiring a brain to a set of lungs, or by welding veins to a heart. Head, neck, heart, lungs, brain, veins, muscles, and glands are separate names but not separate events, and these events grow into being simultaneously and interdependently. In precisely the same way, the individual is separate from his universal environment only in name. When this is not recognized, you have been fooled by your name. Confusing names with nature, you come to believe that having a separate name makes you a separate being. This is—rather literally—to be spellbound."
    },
    {
        "author": "Alan Watts",
        "quote": "Man aspires to govern nature, but the more one studies ecology, the more absurd it seems to speak of any one feature of an organism, or of an organism/environment field, as governing or ruling others. Once upon a time the mouth, the hands, and the feet said to each other, \"We do all this work gathering food and chewing it up, but that lazy fellow, the stomach, does nothing. It's high time he did some work too, so let's go on strike!\" Whereupon they went many days without working, but soon found themselves feeling weaker and weaker until at last each of them realized that the stomach was their stomach, and that they would have to go back to work to remain alive. But even in physiological textbooks, we speak of the brain, or the nervous system, as \"governing\" the heart or the digestive tract, smuggling bad politics into science, as if the heart belonged to the brain rather than the brain to the heart or the stomach. Yet it is as true, or false, to say that the brain feeds itself\" through the stomach as that the stomach \"evolves\" a brain at its upper entrance to get more food."
    },
    {
        "author": "Alan Watts",
        "quote": "Every individual is a unique manifestation of the Whole, as every branch is a particular outreaching of the tree. To manifest individuality, every branch must have a sensitive connection with the tree, just as our independently moving and differentiated fingers must have a sensitive connection with the whole body. The point, which can hardly be repeated too often, is that differentiation is not separation. The head and the feet are different, but not separate, and though man is not connected to the universe by exactly the same physical relation as branch to tree or feet to head, he is nonetheless connected—and by physical relations of fascinating complexity. The death of the individual is not disconnection but simply withdrawal. The corpse is like a footprint or an echo—the dissolving trace of something which the Self has ceased to do."
    },
    {
        "author": "Alan Watts",
        "quote": "What we see as death, empty space, or nothingness is only the trough between the crests of this endlessly waving ocean. It is all part of the illusion that there should seem to be something to be gained in the future, and that there is an urgent necessity to go on and on until we get it. Yet just as there is no time but the present, and no one except the all-and-everything, there is never anything to be gained—though the zest of the game is to pretend that there is."
    },
    {
        "author": "Alan Watts",
        "quote": "Listen intently to a voice singing without words. It may charm you into crying, force you to dance, fill you with rage, or make you jump for joy. You can't tell where the music ends and the emotions begin, for the whole thing is a kind of music—the voice playing on your nerves as the breath plays on a flute. All experience is just that, except that its music has many more dimensions than sound. It vibrates in the dimensions of sight, touch, taste, and smell, and in the intellectual dimension of symbols and words—all evoking and playing upon each other."
    },
    {
        "author": "Alan Watts",
        "quote": "You do not ask what is the value, or what is the use, of this feeling. Of what use is the universe? What is the practical application of a million galaxies? Yet just because it has no use, it has a use—which may sound like a paradox, but is not. What, for instance, is the use of playing music? If you play to make money, to outdo some other artist, to be a person of culture, or to improve your mind, you are not really playing—for your mind is not on the music. You don't swing. When you come to think of it, playing or listening to music is a pure luxury, an addiction, a waste of valuable time and money for nothing more than making elaborate patterns of sound."
    },
    {
        "author": "Alan Watts",
        "quote": "So, too, in the Vedanta the whole world is seen as the lila and the maya of the Self, the first word meaning \"play\" and the second having the complex sense of illusion (from the Latin ludere, to play), magic, creative power, art, and measuring—as when one dances or draws a design to a certain measure. From this point of view the universe in general and playing in particular are, in a special sense, \"meaningless\": that is, they do not—like words and symbols—signify or point to something beyond themselves, just as a Mozart sonata conveys no moral or social message and does not try to suggest the natural sounds of wind, thunder, or birdsong"
    },
    {
        "author": "Alan Watts",
        "quote": "The problem comes up because we ask the question in the wrong way. We supposed that solids were one thing and space quite another, or just nothing whatever. Then it appeared that space was no mere nothing, because solids couldn't do without it. But the mistake in the beginning was to think of solids and space as two different things, instead of as two aspects of the same thing. The point is that they are different but inseparable, like the front end and the rear end of a cat. Cut them apart, and the cat dies. Take away the crest of the wave, and there is no trough.<br>Here is someone who has never seen a cat. He is looking through a narrow slit in a fence, and, on the other side, a cat walks by. He sees first the head, then the less distinctly shaped furry trunk, and then the tail. Extraordinary! The cat turns round and walks back, and again he sees the head, and a little later the tail. This sequence begins to look like something regular and reliable. Yet again, the cat turns round, and he witnesses the same regular sequence: first the head, and later the tail. Thereupon he reasons that the event head is the invariable and necessary cause of the event tail, which is the head's effect. This absurd and confusing gobbledygook comes from his failure to see that head and tail go together: they are all one cat.<br>The cat wasn't born as a head which, sometime later, caused a tail; it was born all of a piece, a head-tailed cat. Our observer's trouble was that he was watching it through a narrow slit, and couldn't see the whole cat at once."
    },
    {
        "author": "Alan Watts",
        "quote": "Wouldn't it be as farfetched to call birth the cause of death as to call the cat's head the cause of the tail? Lifting the neck of a bottle implies lifting the bottom as well, for the \"two parts\" come up at the same time. If I pick up an accordion by one end, the other will follow a little later, but the principle is the same. Total situations are, therefore, patterns in time as much as patterns in space"
    },
    {
        "author": "Alan Watts",
        "quote": "There was never a time when the world began, because it goes round and round like a circle, and there is no place on a circle where it begins. Look at my watch, which tells the time; it goes round, and so the world repeats itself again and again. But just as the hour-hand of the watch goes up to twelve and down to six, so, too, there is day and night, waking and sleeping, living and dying, summer and winter. You can't have any one of these without the other, because you wouldn't be able to know what black is unless you had seen it side-by-side with white, or white unless side-by-side with black."
    },
    {
        "author": "Alan Watts",
        "quote": "Sex is no longer a serious taboo. Teenagers sometimes know more about it than adults."
    },
    {
        "author": "Alan Watts",
        "quote": "There is always something taboo, something repressed, unadmitted, or just glimpsed quickly out of the corner of one's eye because a direct look is too unsettling. Taboos lie within taboos, like the skin of an onion."
    },
    {
        "author": "Alan Watts",
        "quote": "Wonder is not a disease. Wonder, and its expression in poetry and the arts, are among the most important things which seem to distinguish men from other animals, and intelligent and sensitive people from morons."
    },
    {
        "author": "Alan Watts",
        "quote": "The world is in an extremely dangerous situation, and serious diseases often require the risk of a dangerous cure — like the Pasteur serum for rabies."
    },
    {
        "author": "Alan Watts",
        "quote": "In any foreseeable future there are going to be thousands and thousands of people who detest and abominate Negroes, communists, Russians, Chinese, Jews, Catholics, beatniks, homosexuals, and \"dope-fiends.\" These hatreds are not going to be healed, but only inflamed, by insulting those who feel them, and the abusive labels with which we plaster them—squares, fascists, rightists, know-nothings—may well become the proud badges and symbols around which they will rally and consolidate themselves. Nor will it do to confront the opposition in public with polite and nonviolent sit-ins and demonstrations, while boosting our collective ego by insulting them in private. If we want justice for minorities and cooled wars with our natural enemies, whether human or non-human, we must first come to terms with the minority and the enemy in ourselves and in our own hearts, for the rascal is there as much as anywhere in the \"external\" world—-especially when you realize that the world outside your skin is as much yourself as the world inside. For want of this awareness, no one can be more belligerent than a pacifist on the rampage, or more militantly nationalistic than an anti-imperialist."
    },
    {
        "author": "Alan Watts",
        "quote": "The startling truth is that our best efforts for civil rights, international peace, population control, conservation of natural resources, and assistance to the starving of the earth—urgent as they are—will destroy rather than help if made in the [current] spirit. For, as things stand, we have nothing to give. If our own riches and our own way of life are not enjoyed here, they will not be enjoyed anywhere else. Certainly they will supply the immediate jolt of energy and hope that methedrine, and similar drugs, give in extreme fatigue. But peace can be made only by those who are peaceful, and love can be shown only by those who love. No work of love will flourish out of guilt, fear, or hollowness of heart, just as no valid plans for the future can be made by those who have no capacity for living now."
    },
    {
        "author": "Alan Watts",
        "quote": "We do not \"come into\" this world; we come out of it, as leaves from a tree. As the ocean \"waves,\" the universe \"peoples.\" Every individual is an expression of the whole realm of nature, a unique action of the total universe. This fact is rarely, if ever, experienced by most individuals. Even those who know it to be true in theory do not sense or feel it, but continue to be aware of themselves as isolated \"egos\" inside bags of skin."
    },
    {
        "author": "Alan Watts",
        "quote": "If I first see a tree in the winter, I might assume that it is not a fruit-tree. But when I return in the summer to find it covered with plums, I must exclaim, 'Excuse me! You were a fruit-tree after all.' Imagine, then, that a billion years ago some beings from another part of the galaxy made a tour through the solar system in their flying saucer and found no life. They would dismiss it as 'Just a bunch of old rocks!' But if they returned today, they would have to apologize: 'Well - you were peopling rocks after all!'<br>You may, of course, argue that there is no analogy between the two situations. The fruit-tree was at one time a seed inside a plum, but the earth - much less the solar system or the galaxy - was never a seed inside a person. But, oddly enough, you would be wrong."
    },
    {
        "author": "Alan Watts",
        "quote": "The most strongly enforced of all known taboos is the taboo against knowing who or what you really are behind the mask of your apparently separate, independent, and isolated ego."
    },
    {
        "author": "Alan Watts",
        "quote": "I seem to be a brief light that flashes but once in all the aeons of time — a rare, complicated, and all-too-delicate organism on the fringe of biological evolution, where the wave of life bursts into individual, sparkling, and multicolored drops that gleam for a moment... only to vanish forever."
    },
    {
        "author": "Alan Watts",
        "quote": "The history and the geographical distribution of the myth are uncertain, but for several thousand years we have been obsessed with a false humility—on the one hand, putting ourselves down as mere \"creatures\" who came into this world by the whim of God or the fluke of blind forces, and on the other, conceiving ourselves as separate personal egos fighting to control the physical world. We have lacked the real humility of recognizing that we are members of the biosphere, the \"harmony of contained conflicts\" in which we cannot exist at all without the cooperation of plants, insects, fish, cattle, and bacteria. In the same measure, we have lacked the proper self-respect of recognizing that I, the individual organism, am a structure of such fabulous ingenuity that it calls the whole universe into being. In the act of putting everything at a distance so as to describe and control it, we have orphaned ourselves both from the surrounding world and from our own bodies—leaving \"I\" as a discontented and alienated spook, anxious, guilty, unrelated, and alone."
    },
    {
        "author": "Alan Watts",
        "quote": "We are becoming accustomed to a conception of the universe so mysterious and so impressive that even the best father-image will no longer do for an explanation of what makes it run. But the problem then is that it is impossible for us to conceive an image higher than the human image. Few of us have ever met an angel, and probably would not recognize it if we saw one, and our images of an impersonal or suprapersonal God are hopelessly subhuman—jello, featureless light, homogenized space, or a whopping jolt of electricity. However, our image of man is changing as it becomes clearer and clearer that the human being is notsimply and only his physical organism. My body is also my total environment, and this must be measured by light-years in the billions. Hitherto the poets and philosophers of science have used the vast expanse and duration of the universe as a pretext for reflections on the unimportance of man, forgetting that man with \"that enchanted loom, the brain\" is precisely what transforms this immense electrical pulsation into light and color, shape and sound, large and small, hard and heavy, long and short. In knowing the world we humanize it, and if, as we discover it, we are astonished at its dimensions and its complexity, we should be just as astonished that we have the brains to perceive it."
    },
    {
        "author": "Alan Watts",
        "quote": "We accepted a definition of ourselves which confined the self to the source and to the limitations of conscious attention. This definition is miserably insufficient, for in fact we know how to grow brains and eyes, ears and fingers, hearts and bones, in just the same way that we know how to walk and breathe, talk and think—only we can't put it into words. Words are too slow and too clumsy for describing such things, and conscious attention is too narrow for keeping track of all their details."
    },
    {
        "author": "Alan Watts",
        "quote": "An ardent Jehovah's Witness once tried to convince me that if there were a God of love, he would certainly provide mankind with a reliable and infallible textbook for the guidance of conduct. I replied that no considerate God would destroy the human mind by making it so rigid and unadaptable as to depend upon one book, the Bible, for all the answers. For the use of words, and thus of a book, is to point beyond themselves to a world of life and experience that is not mere words or even ideas. Just as money is not real, consumable wealth, books are not life. To idolize scriptures is like eating paper currency."
    },
    {
        "author": "Alan Watts",
        "quote": "When you tell a girl how beautiful she is, she will say, \"Now isn't that just like a man! All you men think about is bodies. OK, so I'm beautiful, but I got my body from my parents and it was just luck. I prefer to be admired for myself, not my chassis.\" Poor little chauffeur! All she is saying is that she has lost touch with her own astonishing wisdom and ingenuity, and wants to be admired for some trivial tricks that she can perform with her conscious attention. And we are all in the same situation, having dissociated ourselves from our bodies and from the whole network of forces in which bodies can come to birth and live."
    },
    {
        "author": "Alan Watts",
        "quote": "Furthermore, the younger members of our society have for some time been in growing rebellion against paternal authority and the paternal state. For one reason, the home in an industrial society is chiefly a dormitory, and the father does not work there, with the result that wife and children have no part in his vocation. He is just a character who brings in money, and after working hours he is supposed to forget about his job and have fun. Novels, magazines, television, and popular cartoons therefore portray \"Dad\" as an incompetent clown. And the image has some truth in it because Dad has fallen for the hoax that work is simply something you do to make money, and with money you can get anything you want.<br>It is no wonder that an increasing proportion of college students want no part in Dad's world, and will do anything to avoid the rat-race of the salesman, commuter, clerk, and corporate executive. Professional men, too—architects, doctors, lawyers, ministers, and professors—have offices away from home, and thus, because the demands of their families boil down more and more to money, are ever more tempted to regard even professional vocations as ways of making money. All this is further aggravated by the fact that parents no longer educate their own children. Thus the child does not grow up with understanding of or enthusiasm for his father's work. Instead, he is sent to an understaffed school run mostly by women which, under the circumstances, can do no more than hand out mass-produced education which prepares the child for everything and nothing. It has no relation whatever to his father's vocation."
    },
    {
        "author": "Alan Watts",
        "quote": "Now it is symptomatic of our rusty-beer-can type of sanity that our culture produces very few magical objects. Jewelry is slick and uninteresting. Architecture is almost totally bereft of exuberance, obsessed with erecting glass boxes. Children's books are written by serious ladies with three names and no imagination, and as for comics, have you ever looked at the furniture in Dagwood's home? The potentially magical ceremonies of the Catholic Church are either gabbled away at top speed, or rationalized with the aid of a commentator. Drama or ritual in everyday behavior is considered affectation and bad form, and manners have become indistinguishable from manerisms—where they exist at all. We produce nothing comparable to the great Oriental carpets, Persian glass, tiles, and illuminated books, Arabian leatherwork, Spanish marquetry, Hindu textiles, Chinese porcelain and embroidery, Japanese lacquer and brocade, French tapestries, or Inca jewelry. (Though, incidentally, there are certain rather small electronic devices that come unwittingly close to fine jewels.)<br>The reason is not just that we are too much in a hurry and have no sense of the present; not just that we cannot afford the type of labor that such things would now involve, nor just that we prefer money to materials. The reason is that we have scrubbed the world clean of magic. We have lost even the vision of paradise, so that our artists and craftsmen can no longer discern its forms. This is the price that must be paid for attempting to control the world from the standpoint of an \"I\" for whom everything that can be experienced is a foreign object and a nothing-but."
    },
    {
        "author": "Alan Watts",
        "quote": "Naturally, it isn't the mere fact of being named that brings about the hoax of being a \"real person\"; it is all that goes with it. The child is tricked into the ego-feeling by the attitudes, words, and actions of the society which surrounds him—his parents, relatives, teachers, and, above all, his similarly hoodwinked peers. Other people teach us who we are. Their attitudes to us are the mirror in which we learn to see ourselves, but the mirror is distorted. We are, perhaps, rather dimly aware of the immense power of our social environment. We seldom realize, for example, that our most private thoughts and emotions are not actually our own. For we think in terms of languages and images which we did not invent, but which were given to us by our society. We copy emotional reactions from our parents, learning from them that excrement is supposed to have a disgusting smell and that vomiting is supposed to be an unpleasant sensation. The dread of death is also learned from their anxieties about sickness and from their attitudes to funerals and corpses. Our social environment has this power just because we do not exist apart from a society. Society is our extended mind and body."
    },
    {
        "author": "Alan Watts",
        "quote": "This mysterious something has been called God, the Absolute, Nature, Substance, Energy, Space, Ether, Mind, Being, the Void, the Infinite—names and ideas which shift in popularity and respectability with the winds of intellectual fashion, of considering the universe intelligent or stupid, superhuman or subhuman, specific or vague. All of them might be dismissed as nonsense-noises if the notion of an underlying Ground of Being were no more than a product of intellectual speculation. But these names are often used to designate the content of a vivid and almost sensorily concrete experience—the \"unitive\" experience of the mystic, which, with secondary variations, is found in almost all cultures at all times. This experience is the transformed sense of self which I was discussing in the previous chapter, though in \"naturalistic\" terms, purified of all hocus-pocus about mind, soul, spirit, and other intellectually gaseous words."
    },
    {
        "author": "Alan Watts",
        "quote": "One sees that all explicit opposites are implicit allies—correlative in the sense that they \"gowith\" each other and cannot exist apart. This, rather than any miasmic absorption of differences into acontinuum of ultimate goo, is the metaphysical unity underlying the world. For this unity is not mere one-ness as opposed to multiplicity, since these two terms are themselves polar. The unity, or inseparability, of one and many is therefore referred to in Vedanta philosophy as \"nonduality\" (advaita) to distinguish it from simple uniformity. "
    },
    {
        "author": "Alan Watts",
        "quote": "There is nothing wrong with meditating just to meditate, in the same way that you listen to music just for the music. If you go to concerts to \"get culture\" or to improve your mind, you will sit there as deaf as a doorpost."
    },
    {
        "author": "Alan Watts",
        "quote": "As a human being it is just my nature to enjoy and share philosophy. I do this in the same way that some birds are eagles and some doves, some flowers lilies and some roses."
    },
    {
        "author": "Alan Watts",
        "quote": "Living, loving, being natural or sincere—all these are spontaneous forms of behavior: they happen \"of themselves\" like digesting food or growing hair. As soon as they are forced they acquire that unnatural, contrived, and phony atmosphere which everyone deplores—weak and scentless like forced flowers and tasteless like forced fruit. Life and love generate effort, but effort will not generate them. Faith—in life, in other people, and in oneself—is the attitude of allowing the spontaneous to be spontaneous, in its own way and in its own time."
    },
    {
        "author": "Alan Watts",
        "quote": "I have always done things in my own way, which is at once the way that comes naturally to me, that is honest, sincere, genuine, and unforced; but also perverse, although you must remember that this word means per (through) verse (poetry), out-of-the-way and wayward, which is surely towards the way, and that to be queer—to \"follow your own weird\"—is wholeheartedly to accept your karma, or fate, or destiny, and thus to be odd in the service of God, \"whose service,\" as the Anglican Book of Common Prayer declares, \"is perfect freedom.\""
    },
    {
        "author": "Alan Watts",
        "quote": "Do you suppose that God takes himself seriously? I know a Zen master, Joshu Sasaki, who has let it be known that the best form of meditation is to stand up with your hands on your hips and roar with laughter for ten minutes every morning. I have heard of a sophisticated shaman-type fellow who used to cure ringworm on cows just by pointing at the scars and laughing. Truly religious people always make jokes about their religion; their faith is so strong that they can afford it. Much of the secret of life consists in knowing how to laugh, and also how to breathe."
    },
    {
        "author": "Alan Watts",
        "quote": "In an autobiography one must surely be allowed to boast, just for fun. I have, at a range of twenty feet, shot the tobacco out of a cigarette and left the paper intact. At a range of thirty feet, I have split a target, edge towards me, with an air pistol. I am also the world's champion in a game called \"You Are the Target,\" in which anyone better than I would be dead. The game is to shoot an arrow straight up and see how near to you it can be allowed to land. You have to watch its fall very carefully, but I have had it hit the ground exactly between my feet. Of course, there were no witnesses. Had there been, they would forcefully have discouraged the experiment. I was using a fifty-five pound bow."
    },
    {
        "author": "Alan Watts",
        "quote": "Speaking as of today, I do not consider it intellectually respectable to be a partisan in matters of religion. I see religion as I see such other basic fascinations as art and science, in which there is room for many different approaches, styles, techniques, and opinions. Thus I am not formally a committed member of any creed or sect and hold no particular religious view or doctrine as absolute. I deplore missionary zeal, and consider excessive dedication to and advocacy of any particular religion, as either the best or the only true way, an almost irreligious arrogance. Yet my work and my life are fully concerned with religion, and the mystery of being is my supreme fascination, though, as a shameless mystic, I am more interested in religion as feeling and experience than as conception and theory."
    },
    {
        "author": "Alan Watts",
        "quote": "At about the age of eleven, I was reading the thrillers of Sax Rohmer and Edgar Wallace concerning Dr. Fu Manchu and other sophisticated Chinese villains, nurturing a secret admiration for these gentlemen because of their opposition to the suet-pudding heroism of our own culture, and because of their refined and mysterious style of life. While other boys dreamed of becoming generals, cowboys, mountain climbers, explorers, and engineers, I wanted to be a Chinese villain. I wanted servants carrying knives in their sleeves, appearing or vanishing without the slightest sound. I wanted a house with secret doors and passages, with Coromandel screens, with ancient scrolls, with ivory and lacquer boxes of exotic poisons, with exquisite brands of tea, with delicate blue porcelain, with jade idols and joss-sticks, and with sonorous gongs."
    },
    {
        "author": "Alan Watts",
        "quote": "Over the years it has become my firm opinion that sexual activity (even if only through masturbation) is \"requisite and necessary, as well for the body as for the soul\"; for men and women alike. It stimulates your glands, exercises your pelvis, thrills your nerves, brings mind and body together as one, and culminates in an ecstasy in which there is neither past nor future nor separation between self and other. We need that as we need vitamins, proteins, water, and air."
    },
    {
        "author": "Alan Watts",
        "quote": "Everyone has a religion, whether admitted or not, because it is impossible to be human without having some basic assumptions (or intuitions) about existence and the good life."
    },
    {
        "author": "Alan Watts",
        "quote": "Unbelievably, there is still here [in Los Angeles] one of my most favorite places—the home of Henry and Ruth Denison at the very top of the hill, at the end of a road going nowhere, hanging above a reservoir-lake surrounded with pines. They have a sundeck under a eucalyptus tree where I have slept some memorably deep sleeps, and awakened very early in the morning, before sunrise, with stars still showing through the branches. In this house I have made some of my greatest friendships, so much so that I cannot think of it without that curious pleasure-pain which the Japanese call aware—the sense of echoes in the courtyards of the mind after the sun has left and the people have gone their ways forever."
    },
    {
        "author": "Alan Watts",
        "quote": "We say in popular speech that we come into this world, but we do nothing of the kind. We come out of it. In the same way as the fruit comes out of the tree, the egg from the chicken, and the baby from the womb, we are symptomatic of the universe. Just as in the retina there are myriads of little nerve endings, we are the nerve endings of the universe."
    },
    {
        "author": "Alan Watts",
        "quote": "A person who thinks all the time has nothing to think about except thoughts. So he loses touch with reality, and lives in a world of illusion."
    },
    {
        "author": "Alan Watts",
        "quote": "The transformation of human consciousness through meditation is frustrated, as long as we think of it in terms as something that I, my self can bring about. because it leads to endless games of spiritual oneupmanship, and Guru competitions."
    },
    {
        "author": "Alan Watts",
        "quote": "That we are no longer this poor little stranger and afraid in a world it never made. But that you are this universe and you are creating it in every moment... Because you see it starts now, it didn't begin in the past, there was no past. See, if the universe began in the past when that happened it was now; see, but it's still now — and the universe is still beginning now, and it's trailing off like the wake of a ship from now, and that wake fades out so does the past. You can look back there to explain things, but the explanation disappears. You'll never find it there. ... Things are not explained by the past, they are explained by what Happens Now. That Creates the past, and it begins here... That's the birth of responsibility."
    },
    {
        "author": "Alan Watts",
        "quote": "If you know that \"I\", in the sense of the person, the front, the ego, it really doesn't exist. Then...it won't go to your head too badly, if you wake up and discover that you're God."
    },
    {
        "author": "Alan Watts",
        "quote": "We have, as a result of two thousand years of Christianity, sex on the brain. Which isn't always the best place for it."
    },
    {
        "author": "Alan Watts",
        "quote": "The whole history of religion is a history of the failure of preaching. Preaching is moral violence."
    },
    {
        "author": "Alan Watts",
        "quote": "Love is not something that is a sort of rare commodity. Everybody has it. Existence is love. But it's like water flowing through a hose. It depends in which direction you point it. So everybody has the force running. And maybe, the way in which you find the force of love operating in you, is that you have a passionate like of booze, or ice cream, or automobiles, or good-looking members of the opposite sex or the same sex, but there is love operating. And people, of course, tend to distinguish between the various kinds of love, there are good kinds, such as divine charity, and allegedly bad kinds, such as, in quotes, animal lust. But it should be understood I think, that they are all forms of the same thing. But they differ, in rather the same way that the colors of white light divide into the spectrum when passed through a prism. So we might say that the red end of the spectrum of love is Dr. Freud's libido. And the violet end of the spectrum of love is agape, what is called divine love or divine charity. And that in the middle the various yellows, blues, and greens, are friendship, human endearment, consideration, and all that sort of fellow-feeling. But it's all the same thing."
    },
    {
        "author": "Alan Watts",
        "quote": "Additionally, in the United States, we define manliness in terms of aggression. I think it must be because we're frightened. We put on a show of being tough guys, but it's completely unnecessary, you know. If you have what it takes, you don't need to put on an act, and you certainly don't need to beat nature into submission. Why be hostile to nature?"
    },
    {
        "author": "Alan Watts",
        "quote": "Have you really looked at a seashell? There's not an aesthetic fault in it anywhere - it's absolutely perfect. Now, do you think that shells look at each other and critique each other's appearance? \"Well, your markings are a little crooked and not very well spaced.\" Of course not, but that's what we do. Every one of us is marvellous and complicated and interesting and gorgeous just as we are. Really take a look at another person's eyes. They are jewelry beyond compare - just beautiful!"
    },
    {
        "author": "Alan Watts",
        "quote": "I realized that the difference that I saw between things was the same thing as their unity, because differences (borders, lines, surfaces, boundaries) don't really divide things from each other at all, they join them together, because all boundaries are held in common."
    },
    {
        "author": "Terence McKenna",
        "quote": "Because the fact is, what blinds us to the presence of alien intelligence is linguistic and cultural bias operating on ourselves. The world which we perceive is a tiny fraction of the world which we can perceive, which is a tiny fraction of the perceivable world, you see. We operate on a very narrow slice based on cultural conventions. So the important thing, if synergizing progress is the notion to be maximized (and I think it's the notion to be maximized), is to try and locate the blind spot in the culture—the place where the culture isn't looking, because it dare not—because if it were to look there, its previous values would dissolve, you see. For Western Civilization, that place is the psychedelic experience as it emerges out of nature."
    },
    {
        "author": "Terence McKenna",
        "quote": "There is a spiritual obligation, there is a task to be done. It is not, however, something as simple as following a set of somebody else's rules. The noetic enterprise is a primary obligation toward being. Our salvation is linked to it. Not everyone has to read alchemical texts or study superconducting biomolecules to make the transition. Most people make it naively by thinking clearly about the present at hand, but we intellectuals are trapped in a world of too much information. Innocence is gone for us. We cannot expect to cross the rainbow bridge through a good act of contrition; that will not be sufficient."
    },
    {
        "author": "Terence McKenna",
        "quote": "We have to understand. Whitehead said, \"Understanding is the apperception of pattern as such\"; to fear death is to misunderstand life. Cognitive activity is the defining act of humanness. Language, thought, analysis, art, dance, poetry, myth-making: these are the things that point the way toward the realm of the eschaton. We humans may be released into a realm of pure self-engineering. The imagination is everything. This was Blake's perception. This is where we came from. This is where we are going. And it is only to be approached through cognitive activity."
    },
    {
        "author": "Terence McKenna",
        "quote": "The alternative physics is a physics of light. Light is composed of photons, which have no antiparticle. This means that there is no dualism in the world of light. The conventions of relativity say that time slows down as one approaches the speed of light, but if one tries to imagine the point of view of a thing made of light, one must realize that what is never mentioned is that if one moves at the speed of light, there is no time whatsoever. There is an experience of time zero…The only experience of time that one can have is of a subjective time that is created by one's own mental processes, but in relationship to the Newtonian universe, there is no time whatsoever. One exists in eternity, one has become eternal, the universe is aging at a staggering rate all around one in this situation, but that is perceived as a fact of this universe—the way we perceive Newtonian physics as a fact of this universe. One has transited into the eternal mode. One is then apart from the moving image; one exists in the completion of eternity."
    },
    {
        "author": "Terence McKenna",
        "quote": "The mushroom speaks to you when you speak to it. In the introduction to the book that my brother and I wrote (under pseudonyms) called Psilocybin: Magic Mushroom Grower's Guide, there is a mushroom monologue that begins: \"I am old, fifty times older than thought in your species, and I came from the stars.\" Sometimes it's very human. My approach to it is Hasidic. I rave at it; it raves at me. We argue about what it is going to cough up and what it isn't. I say, \"Well, look, I'm the propagator, you can't hold back on me,\" and it says, \"But if I showed you the flying saucer for five minutes, you would figure out how it works,\" and I say, \"Well, come through.\" It has many manifestations. Sometimes it's like Dorothy of Oz; sometimes it's like a very Talmudic sort of pawnbroker. I asked it once, \"What are you doing on Earth?\" It said, \"Listen, if you're a mushroom, you live cheap; besides, I'm telling you, this was a very nice neighborhood until the monkeys got out of control.\""
    },
    {
        "author": "Terence McKenna",
        "quote": "What we call imagination is actually the universal library of what's real. You couldn't imagine it if it weren't real somewhere, sometime."
    },
    {
        "author": "Terence McKenna",
        "quote": "History is a set of nested resonances with each epoch being shorter than the one that preceded it. This event horizon is like a series of ghost horizons, and once you enter into history, you enter into the outer shell of the temporal field of the attractor or the concrescence."
    },
    {
        "author": "Terence McKenna",
        "quote": "I've been thinking like this since 1968, talking about it like this since 1980, but I never knew what…how it would come or what it would be. In the last few years, with the rise of a technological, a cultural artefact like the Internet, I now see how it will make its way into the world. We are building the nervous system of the human oversoul. We are individual units operating under social rules that are pushing us ever closer toward dissolving our societies…societies—human groups run by rules—into telepathic collectivities of some sort…We have come to the end of our sojourn in matter. We have come to the end of our separateness."
    },
    {
        "author": "Terence McKenna",
        "quote": "For approximately 500 years, [science's] argument for its pre-eminence was that it could create beautiful toys: aircraft, railroads, global economies, television, spacecraft. But that is a fool's argument for truth! I mean, that's, after all, how a medicine show operates, you know: the juggler is so good, the medicine must be even better! This is not an entirely rational way to proceed."
    },
    {
        "author": "Terence McKenna",
        "quote": "We are being sucked into the body of eternity."
    },
    {
        "author": "Terence McKenna",
        "quote": "My notion of what the psychedelic experience is, for us, that we each must become like fishermen, and go out on to the dark ocean of mind, and let our nets down into that sea. And what you're after is not some behemoth that will tear through your nets, follow them and drag you in your little boat, you know, into the abyss; nor are what we're looking for a bunch of sardines that can slip through your net and disappear. Ideas like, \"Have you ever noticed that your little finger exactly fits your nostril?\", and stuff like that. What we are looking for are middle-size ideas, that are not so small that they are trivial, and not so large that they're incomprehensible. Middle-size ideas we can wrestle into our boat and take back to the folks on shore, and have fish dinner. And every one of us, when we go into the psychedelic state, this is what we should be looking for. It's not for your elucidation, it's not part of your self-directed psychotherapy. You are an explorer, and you represent our species, and the greatest good you can do is to bring back a new idea, because our world is in danger by the absence of good ideas. Our world is in crisis because of the absence of consciousness. And so, to whatever degree any one of us can bring back a small piece of the picture and contribute it to the building of the new paradigm, then we participate in the redemption of the human spirit, and that, after all, is what it's really all about."
    },
    {
        "author": "Terence McKenna",
        "quote": "It is now very clear that techniques of machine–human interfacing, pharmacology of the synthetic variety, all kinds of manipulative techniques, all kinds of data storage, imaging and retrieval techniques—all of this is coalescing toward the potential of a truly demonic or angelic kind of self-imaging of our culture…And the people who are on the demonic side are fully aware of this and hurrying full-tilt forward with their plans to capture everyone as a 100% believing consumer inside some kind of a beige furnished fascism that won't even raise a ripple."
    },
    {
        "author": "Terence McKenna",
        "quote": "The Beliefs of a Witoto shaman and the beliefs of a Princeton phenomenologist have an equal chance of being correct, and there are no arbiters of who is right. Here is something we have not assimilated. We have been to the moon, we have charted the depths of the ocean and the heart of the atom, but we have a fear of looking inward to ourselves, because we sense that is where all the contradictions flow together."
    },
    {
        "author": "Terence McKenna",
        "quote": "All these phenomena—UFOs, crop circles, even the cattle mutilation in the states—are all artifice in one form or another. All this stuff, these are fluctuations in the syntactical machinery of reality. The main thing to understand is that we are imprisoned in some kind of work of art."
    },
    {
        "author": "Terence McKenna",
        "quote": "Novelty is density of connection…We are in the grip of some kind of an attractor, and when we look back at history, we can have a sense, I think, that we have never been here before. But we are so accustomed to causal thought, that we assume we have been pushed here, pushed here by historical necessity, by bad political decisions, by the vicissitudes of evolution (cultural and otherwise). I don't think so. I think we have been pulled here, that we are under the aegis of a kind of an attractor. Some people would call it a \"destiny\", but what it is is a dream that is pulling us deeper and deeper into the adventure of existential becoming. And faster and faster—that's the other thing. Deeper and deeper, faster and faster, so that the rate of change that people were accustomed to before the Industrial Revolution, for example—we can barely conceive of such slow-moving, stately, meta-stable societies. On the other hand, within the 20th Century, the acceleration has been even more intense, and continues to accelerate."
    },
    {
        "author": "Terence McKenna",
        "quote": "First of all, why a descent into novelty rather than an ascent? It was my thing to do as I wanted to do it, and it seemed to me—the way I thought of time was I thought of it like a river. And so I thought of it as flowing toward its lowest level. And I thought of history as a river and Eternity as the ocean. So naturally history flows downhill to reach Eternity. I also like the fact that when the descent in elevation is rapid, the river runs faster, and when the landscape is almost flat, the river broadens out and meanders. So it was to preserve this idea of time as a fluid. The other reason is a mathematical reason. It has to do with the fact that if we have novelty moving downward, then the maximum of novelty is zero."
    },
    {
        "author": "Terence McKenna",
        "quote": "It's pretty simple, the ethical life—it's just demanding…The moral life does not consist of wheat grass diet, or affirmation, or any of that. The moral life is—unless you're at Esalen—you should clothe the naked, you should feed the hungry, comfort the afflicted, bury the dead, and there are a couple of other obvious things to be done. It's not about how many prostrations you do, or what lineage you've associated yourself with, or how much cholesterol is in your diet. And somehow, we have confused the ethical and moral dimension with the dimension of physical practices—probably because we have been too infected by the memes of tired Asian religions that long ago gave up moral philosophy in favor of rotational activity. Because the social problems of Asia are overwhelming. That's a response to an overwhelming human tragedy, the quietude of Asian religion, I think."
    },
    {
        "author": "Terence McKenna",
        "quote": "Life lived in the absence of the psychedelic experience that primordial shamanism is based on is life trivialized, life denied, life enslaved to the ego."
    },
    {
        "author": "Terence McKenna",
        "quote": "A lot of people pass through the thinking I'm a guru and take enough trips to understand that no, I was just a witness. I was just a witness."
    },
    {
        "author": "Terence McKenna",
        "quote": "I remember the very, very first time that I smoked DMT. It was sort of a benchmark, you might say, and I remember that this friend of mine that always got there first visited me with this little glass pipe and this stuff which looked like orange mothballs. And since I was a graduate of Dr. Hofmann's, I figured there were no surprises. So the only question I asked is, \"How long does it last?\" And he said, \"About five minutes.\" So I did it, and…[long pause, audience cheers] There was a something, like a flower, like a chrysanthemum in orange and yellow that was sort of spinning, spinning, and then it was like I was pushed from behind and I fell through the chrysanthemum into another place that didn't seem like a state of mind, it seemed like another place. And what was going on in this place aside from the tastefully soffited indirect lighting, and the crawling geometric hallucinations along the domed walls, what was happening was that there were a lot of, ah…beings in there, what I call self-transforming machine elves. Sort of like jewelled basketballs all dribbling their way toward me. And if they'd had faces they would have been grinning, but they didn't have faces. And they assured me that they loved me and they told me not to be amazed; not to give way to astonishment. And so I watched them, even though I wondered if maybe I hadn't really done it this time, and what they were doing was they were making objects come into existence by singing them into existence. Objects which looked like Fabergé eggs from Mars morphing themselves with Mandaean alphabetical structures. They looked like the concrescence of linguistic intentionality put through a kind of hyper-dimensional transform into three-dimensional space. And these little machines offered themselves to me. And I realized when I looked at them that if I could bring just one of these little trinkets back, nothing would ever be quite the same again. And I wondered, Where Am I? And What Is Going On? It occurred to me that these must be holographic viral projections from an autonomous continuum that was somehow intersecting my own, and then I thought a more elegant explanation would be to take it at face value and realize that I had broken into an ecology of souls. And that somehow I was getting a peek over the other side. Somehow I was finding out that thing that you cheerfully assume you can't find out. But it felt like I was finding out. And it felt…and then I can't remember what it felt like because the little self-transforming tykes interrupted me and said, \"Don't think about it. Don't think about who we are…Think about doing what we're doing. Do it! Do it! Do it now!\" And what they meant was, use your voice to make an object. And as I understood, I felt a bubble kind of grow inside of me. And I watched these little elf tykes jumping in and out of my chest; they like to do that to reassure you. And they said, \"Do it.\" And I felt language rise up in me that was unhooked from English, and I began to speak…"
    },
    {
        "author": "Terence McKenna",
        "quote": "The real secret of magic is that the world is made of words, and that if you know the words that the world is made of, you can make of it whatever you wish."
    },
    {
        "author": "Terence McKenna",
        "quote": "The view of science is that all processes ultimately run down, but entropy is maximized only in some far, far-away future. The idea of entropy makes an assumption that the laws of the space-time continuum are infinitely and linearly extendable into the future. In the spiral time scheme of the timewave, this assumption is not made. Rather, final time means passing out of one set of laws that are conditioning existence and into another radically different set of laws. The universe is seen as a series of compartmentalized eras or epochs whose laws are quite different from one another, with transitions from one epoch to another occurring with unexpected suddenness."
    },
    {
        "author": "Terence McKenna",
        "quote": "Progress of human civilization in the area of defining human freedom is not made from the top down. No king, no parliament, no government ever extended to the people more rights than the people insisted upon. And I think we've come to a place with this psychedelic issue. And we have the gay community as a model, and all the other communities, the ethnic communities. We simply have to say, look, LSD has been around for fifty years now. We just celebrated the birthday. It ain't going away. We are not going away. We are not slack-jawed, dazed, glazed, unemployable psychotic creeps. We are pillars of society. You can't run your computers, your fashion houses, your publishing houses, your damn magazines, you can't do anything in culture without psychedelic people in key positions, and this is the great unspoken truth of American creativity. So I think it's basically time to just come out of the closet and go, \"You know what, I'm stoned, and I'm proud.\""
    },
    {
        "author": "Terence McKenna",
        "quote": "If the truth can be told so as to be understood, it will be believed."
    },
    {
        "author": "Terence McKenna",
        "quote": "We are caged by our cultural programming. Culture is a mass hallucination, and when you step outside the mass hallucination, you see it for what it's worth."
    },
    {
        "author": "Terence McKenna",
        "quote": "I'm not trying to sign people up to a creed. I'm much more interested in the people that disagree. These ideas are powerful, but this isn't mysticism in the ordinary sense, to be protected by mumblings about faith and all that. This is the real thing."
    },
    {
        "author": "Terence McKenna",
        "quote": "For some reason, a balkanization of epistemology is taking place. And what I mean by that is: there is no longer a commonality of understanding. I mean, for some people, quantum physics provides the answers. Their next door neighbors may look to the channeling of archangels with equal fervor…It is accompanied by a related phenomenon, which is that technology, or the historical momentum of things, is creating such a bewildering social milieu that the monkey mind cannot find a simple story—a simple creation myth or redemption myth to lay over the crazy contradictory patchwork of profane techno-consumerist post-McLuhanist electronic pre-apocalyptics existence. And so, into that dimension of anxiety created by this inability to parse reality, rushes a bewildering variety of squirrelly notions: epistemological cartoons, if you will…Conspiracy theory, in my humble opinion…is a kind of epistemological cartoon about reality. I mean, isn't it so simple to believe that things are run by the greys, and that all we have to do is trade sufficient fetal tissue to them, and then we can solve our technological problems? Or isn't it comforting to believe that the Jews are behind everything, or the Communist Party, or the Catholic Church, or the Masons. Well, these are epistemological cartoons, you know, it is kindergarten in the art of amateur historiography.<br><br>I believe that the truth of the matter is far more terrifying: that the real truth, that dare not speak itself, is that no one is in control, absolutely no one…Nobody is in control. This stuff is ruled by the equations of dynamics and chaos. Now, there may be entities seeking control—the World Bank, the Communist Party, the rich, the somebody-or-others—but to seek control is to take enormous aggravation upon yourself…Because this process which is underway will take the control-freak by the short and curly and throw them against the wall. It's like trying to control a dream, you see."
    },
    {
        "author": "Terence McKenna",
        "quote": "What you see, I think, is the morphogenetic field. The invisible world that holds everything together. Not the net of matter and light, but the net of casuistry—of intentionality, of caring, of hope of dream—of thought. That all is there, but it has been hidden from us for centuries because of the exorcism of the spirit that took place in order to allow science to do business. And that monotonous and ill-considered choice has made us the inheritors of a tradition of existential emptiness. But that has impalded to us to go back to the jungles and recover this thing…The question is: can we dream a dream that is sufficiently noble that we give meaning to the sacrifices that have been made to allow the 20th century to exist?…I am convinced that if there were no shamanic pipeline, there would be no higher life, as we know it, on this planet…We are all cells of a much larger body, and like the cells of our own body, it is hard for us to glimpse the whole pattern of the whole of what is happening. And yet, we can sense that there is a purpose, and there is a pattern…"
    },
    {
        "author": "Terence McKenna",
        "quote": "We have to stop consuming our culture. We have to create culture. Don't watch TV, don't read magazines, don't even listen to NPR. Create your own roadshow. The nexus of space and time where you are—now—is the most immediate sector of your universe. And if you're worrying about Michael Jackson or Bill Clinton or somebody else, then you are disempowered. You're giving it all away to icons. Icons which are maintained by an electronic media so that you want to dress like X or have lips like Y…this is shit-brained, this kind of thinking. That is all cultural diversion. What is real is you, and your friends, your associations, your highs, your orgasms, your hopes, your plans, your fears. And we are told no, you're unimportant, you're peripheral—get a degree, get a job, get a this, get that, and then you're a player. You don't even want to play that game. You want to reclaim your mind and get it out of the hands of the cultural engineers who want to turn you into a half-baked moron consuming all this trash that's being manufactured out of the bones of a dying world."
    },
    {
        "author": "Terence McKenna",
        "quote": "I think that people don't understand. As the Firesign Theater used to say, \"Everything you know is wrong.\" But that is a very liberating understanding, because if everything you know is wrong, then all the problems you thought were insoluble can be framed differently. And there's a way to take the world apart and put it back unrecognizably. We don't really understand what consciousness is at the really deep levels. With some of the tryptamine hallucinogens, you see into possibilities where questions like \"are you alive?\", \"are you dead?\", \"are you you?\" seem to have been transcended. I think people have a very narrow conception of what is possible with reality, that we're surrounded by the howling abyss of the unknowable and nobody knows what's out there."
    },
    {
        "author": "Terence McKenna",
        "quote": "Thinkers are not a welcome addition to most social situations."
    },
    {
        "author": "Terence McKenna",
        "quote": "Where is it writ in adamantine, \"The troops of monkeys should comprehend the architectonics of the cosmos\"?"
    },
    {
        "author": "Terence McKenna",
        "quote": "What blinds us, or what makes historical progress very difficult, is our lack of awareness of our ignorance. And [I think] that beliefs should be put aside, and that a psychedelic society would abandon belief systems [in favor of] direct experience, and this is, I think, much of the problem of the modern dilemma, which is that direct experience has been discounted, and in its place, all kind of belief systems have been erected…If you believe something, you're automatically precluded from believing in the opposite, which means that a degree of your human freedom has been forfeited in the act of this belief."
    },
    {
        "author": "Terence McKenna",
        "quote": "Our ability to destroy ourselves is the mirror image of our ability to save ourselves, and what is lacking is the clear vision of what should be done…What needs to be done is that fundamental, ontological conceptions of reality need to be redone. We need a new language, and to have a new language, we must have a new reality…A new reality will generate a new language, a new language will fix a new reality, and make it part of this reality."
    },
    {
        "author": "Terence McKenna",
        "quote": "I believe that liberation, or let's even say decency as a human quality, is an actual resonance and anticipation of this future perfected state of humanity. We can will the perfect future into being by becoming microcosms of the perfect future, and no longer casting blame outward on institutions or hierarchies of responsibility and control, but by realizing the opportunities here, the responsibilities here, and the two may never be congruent again, and the salvation of your immortal soul may depend on what you do with the opportunity."
    },
    {
        "author": "Terence McKenna",
        "quote": "Orient yourself towards the psychedelic experience, towards the psychedelic phenomenon, as a source of information. A mirror image of the psychedelic experience in hardware are computer networks. Computer networks, paradoxically enough, are a deeply feminizing influence on society, where, in hardware, the unconscious is actually being created. It's as though we took the Platonic bon mot about how \"if God did not exist, Man would invent him\", and say \"if the unconscious does not exist, humanity will invent it\"—in the form of these vast networks able to transfer and transform information. This is in fact what we are caught up in, is a transforming of information. We have not physically changed in the last 40,000 years; the human type was established at the end of the last glaciation. But change, which was previously operable in the biological realm, is now operable in the realm of culture."
    },
    {
        "author": "Terence McKenna",
        "quote": "Because too much we have lived in the light of the idea that your ideology will be dictated to you, essentially, by geography! And if you're born in India, you'll find out that the Cosmos is one way; if you're born in Brooklyn, you find out it's another way. What we need to do is transcend these localized grids of fate, which make us what we are but don't want to be."
    },
    {
        "author": "Terence McKenna",
        "quote": "History is the in-rushing toward what the Buddhists call the realm of the densely packed, a transformational realm where the opposites are unified."
    },
    {
        "author": "Terence McKenna",
        "quote": "The psychedelics are a red-hot social issue, ethical issue, whatever the term for it is, and it is precisely because they are a deconditioning agents: they will cast doubt in you if you are a Hasidic rabbi, a Marxist anthropologist, or an altar boy, because their business is to dissolve belief systems, and they do this very well, and then they leave you with the raw datum of experience, what William James called, in infants, \"the blooming, buzzing experience.\" And out of that, you reconstruct the world, and you need to understand that it is a dialog where your decisions, the projection of your grammar onto the intellectual space in front of you, is going to gel into the mode of being. We actually create our own universe because we are all operating with our own private languages."
    },
    {
        "author": "Terence McKenna",
        "quote": "We have numerous, extremely naïve assumptions built into our thinking, and our most venerable explanatory engines, such as science, happen also to be our oldest explanatory engines, and therefore they have built into them the most naïve and unexamined assumptions."
    },
    {
        "author": "Terence McKenna",
        "quote": "Yet science is going to tell you that the only things worth describing are those phenomena that can be repeatedly triggered. This is being these are the only phenomena that science can describe, and that's the name of the game as far as they are concerned. But we, to claim our freedom, to take advantage of the tiny moment between immense abysses of unknowability, perhaps death, perhaps other reincarnations, perhaps transitions into other life forms, these things we don't know, but in the moment of being human we have the unique opportunity to figure things out. And I have the faith that it is possible, sometime, somewhere, to have a conversation, perhaps no progress will be made until the ninth hour, but to have a conversation in which reality could be literally pulled to pieces, beyond the point of reconstructing."
    },
    {
        "author": "Terence McKenna",
        "quote": "We have to claim anarchy and realize that systems have a life of their own that is anti-humanist. There is definitely an anti-humanist tendency in all systems."
    },
    {
        "author": "Terence McKenna",
        "quote": "We must begin to send out ideological visions rather than be the consumers of them. We need to turn off the metaphorical televisions which are hooking us into the network of cultural assumptions dictated from the Pentagon and Madison Avenue and what-have-you. We need, instead, to turn on our terminals, and to begin to interact with like-minded people throughout the world and establish this new intellectual order, which will be then the salvation of mankind, I firmly believe—because it is a collectivity, and people will then feel the interrelatedness of their fates, feel the interrelatedness as a thing which transcends national divisions, ideological divisions, feel the primacy of being part of the human family."
    },
    {
        "author": "Terence McKenna",
        "quote": "I think we have to have character models built of ourselves, and turn the whole thing over to our writers; and we'll just go off to Tahiti, and the writers can—it's the \"Uncle Duke\" solution. If you can turn yourself into a cartoon character, you can retire, and a whole team of people will keep you au courant…You know, I think the only way to keep your career going is to retire the \"bod\", and create an online character—a Saturday morning cartoon show apparently is where the action is."
    },
    {
        "author": "Terence McKenna",
        "quote": "It's strange—you know, the Net is denounced as austere, the product of the engineering mentality, so forth and so on. It's the most feminine influence that Western civilization has ever allowed itself to fall under the spell of. The troubadors of the fourteenth century were as nothing compared to the boundary-dissolving, feminizing, permitting, nurturing nature of the Net. Maybe that's why there is an overwhelming male preference for it, in its early form, because that's where that was needed. But it is Sophia, it is wisdom, it is the penetrating archetypal female logos of the world-soul, leading us away from what was very sharp-edged and uncomfortable and repressive to our creativity and our sexuality and our relationships to each other and to the Earth."
    },
    {
        "author": "Terence McKenna",
        "quote": "Virtual reality is a fairly new concept to us; but once you grok it, it seems clear that any civilization that was capable of starflight and longevity extension, and so forth and so on, would also have a full VR toolkit under control. Well then, that means that when we go looking for the extraterrestrial, what will be the footprint? Perhaps vanished races are all around us, but downloaded into solid-state matrices that we have only recently come to the point where we could even recognize that possibility."
    },
    {
        "author": "Terence McKenna",
        "quote": "Mark mentioned the vector of virtual reality, nanotechnology, global communications—it's clear that we're moving toward, if not the Eschaton itself, then some kind of historical echo of it, in simulation, that, for all practical purposes, will be the same thing, as far as the impact it has on our lives.<br><br>For example, you could doubt my much-vaunted prediction that the world will become unrecognizable by 2012; but do you doubt for a moment that by 2012, every major religion on Earth will have vast simulations of its eschatological vision for you to wander in and try out—so that you can look in on Nirvana.com, or lope over to the Celestial City, or look in on Sufi paradise? I mean, religious ontologies will be marketed like beers! And will be made as realistic and compelling as possible!<br><br>Well, then, who is to say what is real and what is not? \"Real\" is a distinction of a naïve mind, I think. We're getting beyond that. I mean, naïve empiricism worked well enough, until the discoveries of quantum physics seventy or eighty years ago revealed the hideous secret that the bedrock of reality is a funhouse basement!"
    },
    {
        "author": "Terence McKenna",
        "quote": "Somewhere around 1945, we began to loot the future as a strategy for survival. Some ethical norm was shattered."
    },
    {
        "author": "Terence McKenna",
        "quote": "What's happening is that 8% of the world's people use 35% of the world's petroleum, and are ready to blow everybody off the map to keep it that way. This is nothing more than a manifestation of junkie psychology on a mass scale. We're addicted, they got it, we're happy to pay for it, but if they won't sell it we'll break into their house and take it, because by God it will go into our right arm. That's the plan."
    },
    {
        "author": "Terence McKenna",
        "quote": "If we are all God's children, then why have we rigged the earth with dynamite and are flipping coins to see who gets to set it off?"
    },
    {
        "author": "Terence McKenna",
        "quote": "We've been infected with the idea of original sin, that's what keeps us infantile…politics without responsibility is fascism."
    },
    {
        "author": "Terence McKenna",
        "quote": "The nightmare of every government on earth is a million people assembled in the town square of your capital city, demanding that you pack up to Switzerland. Nobody can say no to a million people on the streets."
    },
    {
        "author": "Terence McKenna",
        "quote": "You need an ego. If you didn't have an ego, you wouldn't know whose mouth to put food in when eating in a restaurant."
    },
    {
        "author": "Terence McKenna",
        "quote": "People had group values, because the children were group-owned. And that made a tremendous difference in the way the society imaged itself. People lived for the group, and in the core of the group were the children, and people always put them first. So everyone identified with the children, everybody was willing to face risk to preserve the younger gene-pool. This concern for male paternity is really a poisonous factor…"
    },
    {
        "author": "Terence McKenna",
        "quote": "To my mind, this makes psychedelics central to any political reconstruction, because these are the only force in nature that actually dissolve linguistics structures; lets the mechanics of syntax to be visible, allows the possibility for rapid introduction and spread of new concepts; gives permission for new ways of seeing; and this is what we have to do, we have to change our minds."
    },
    {
        "author": "Terence McKenna",
        "quote": "The psychedelic community has not yet recognized or named itself as a community. We are well behind gays and black people and all those other minorities…we are still trying to figure out if we are a community. And if we are a community, and we have a domain of action, I think where it lies—it's not that we are all supposed to become dope dealers, it's that we are all supposed to become artists; that the transformation of culture through art is the proper understanding of what you can do with psychedelics besides blow your own mind. And I really think, you know, what we need to do is put the art-pedal to the floor, and understand that this is art—we are involved in some kind of enormous piece of performance art called Western civilization, and, you know, it's been a C-minus performance so far…and they are just about to reach out with the hook and drag us offstage, unless we begin pulling rabbits out of the hat pretty furiously."
    },
    {
        "author": "Terence McKenna",
        "quote": "So where does this all leave us today? Did the cosmic giggle move on?…It was easy to look back and to tell this story as if it were a completed cycle, something finished and resplendent in its completion. The problem with that approach is that this story is true, its actors real people, their lives ongoing…My colleagues, my friends and lovers, have changed and moved on. Different fates have claimed each of us…"
    },
    {
        "author": "Terence McKenna",
        "quote": "The only person who was part of the original team to whom I feel I can still rave at full bore with concerning the experiment at La Chorrera is Dennis…He is now the scientist that at La Chorrera he could only aspire to be…He tolerates my raving but is careful never to encourage me…Because the major idea to emerge out of this experience is the timewave and the computer software that supports it, I am in the absurd position of being either an unsung Newton or completely nuts…"
    },
    {
        "author": "Terence McKenna",
        "quote": "Do I have the winds of history blowing at my back and really did befriend the Logos and learn the secret of the universe, or at least one of many secrets, in the chaos at La Chorrera? I honestly confess that I do not know."
    },
    {
        "author": "Terence McKenna",
        "quote": "As I write these words, my marriage to Kat of nearly sixteen years seems caught up in a process of dissolution painful to both of us. This despite our two children, the house we built together, and both our efforts to be decent people. Apparently the presence of the Logos has done nothing to mitigate or ward off the ordinary vicissitudes of life. Like the Soul in Yeats's poem I am still an eternal thing fastened to the body of a dying animal…"
    },
    {
        "author": "Terence McKenna",
        "quote": "I am assured by the people around me—publishers, editors, agents, marketing experts—people who are obviously uninformed as to the whispered promise of a special destiny made to me by the elves of hyperspace, that I am going to be big, have influence, and change the way people think."
    },
    {
        "author": "Terence McKenna",
        "quote": "Perhaps this will be true. I hope so. Something happened at La Chorrera, something extraordinary. I was extremely fortunate to have briefly glimpsed a strange, beautiful, and better sort of world and to have made a marvelous pact with the alien gods who dwell there…"
    },
    {
        "author": "Terence McKenna",
        "quote": "My hope is that I may bear witness to the fact that there is a great mystery calling to us all, beckoning across the landscape of our history, promising to realize itself and to give real meaning to what is otherwise only the confusion of our lives and our collective past."
    },
    {
        "author": "Terence McKenna",
        "quote": "…yes I mean these journeys into higher places, where-ever they are, seem to demand mathematical metaphors."
    },
    {
        "author": "Terence McKenna",
        "quote": "…the way I interpret the material you deal with Art, the weird experiences, and the ideas people generate out of it, and the public attention to all that, is that something is trying to be told, the universe is trying to reach us…"
    },
    {
        "author": "Terence McKenna",
        "quote": "…intuition is intuition, & noise is noise, so what you do is, cook it in your mind and go with what feels right"
    },
    {
        "author": "Terence McKenna",
        "quote": "The main thing to understand is that we are imprisoned in some kind of work of art."
    },
    {
        "author": "William Carlos Williams",
        "quote": "One thing I am convinced more and more is true and that is this: the only way to be truly happy is to make others happy. When you realize that and take advantage of the fact, everything is made perfect."
    },
    {
        "author": "William Carlos Williams",
        "quote": "To tell the truth, I myself never quite feel that I know what I am talking about — if I did, and when I do, the thing written seems nothing to me. However, what I do write and allow to survive I always feel is worth while and that nobody else has ever come as near as I have to the thing I have intimated if not expressed. To me it's a matter of first understanding that which may not be put to words. I might add more but to no purpose. In a sense, I must express myself, you're right, but always completely incomplete if that means anything."
    },
    {
        "author": "William Carlos Williams",
        "quote": "It is in tune with the tempo of life — scattered yet welded into the whole, — broken, yet woven together."
    },
    {
        "author": "William Carlos Williams",
        "quote": "The job of the poet is to use language effectively, his own language, the only language which is to him authentic."
    },
    {
        "author": "William Carlos Williams",
        "quote": "Poetry demands a different material than prose. It uses another facet of the same fact … the spontaneous conformation of language as it is heard."
    },
    {
        "author": "William Carlos Williams",
        "quote": "It's a strange world made up of disappointments for the most part.<br>I keep writing largely because I get a satisfaction from it which can't be duplicated elsewhere. It fills the moments which otherwise are either terrifying or depressed. Not that I live that way, work too quiets me. My chief dissatisfaction with myself at the moment is that I don't seem to be able to lose myself in what I have to do as I should like to. "
    },
    {
        "author": "William Carlos Williams",
        "quote": "Why do we live? Most of us need the very thing we never ask for. We talk about revolution as if it was peanuts. What we need is some frank thinking and a few revolutions in our own guts; to hell with what most of the sons of bitches that I know and myself along with them if I don't take hold of myself and turn about when I need to — or go ahead further if that's the game."
    },
    {
        "author": "William Carlos Williams",
        "quote": "Poets are being pursued by the philosophers today, out of the poverty of philosophy. God damn it, you might think a man had no business to be writing, to be a poet unless some philosophic stinker gave him permission."
    },
    {
        "author": "William Carlos Williams",
        "quote": "What is the use of reading the common news of the day, the tragic deaths and abuses of daily living, when for over half a lifetime we have known that they must have occurred just as they have occurred given the conditions that cause them? There is no light in it. It is trivial fill-gap. We know the plane will crash, the train be derailed. And we know why. No one cares, no one can care. We get the news and discount it, we are quite right in doing so. It is trivial. But the hunted news I get from some obscure patients' eyes is not trivial. It is profound: whole academies of learning, whole ecclesiastical hierarchies are founded upon it and have developed what they call their dialectic upon nothing else, their lying dialectics. A dialectic is any arbitrary system, which, since all systems are mere inventions, is necessarily in each case a false premise, upon which a closed system is built shutting out those who confine themselves to it from the rest of the world. All men one way or another use a dialectic of some sort into which they are shut, whether it be an Argentina or a Japan. So each group is maimed. Each is enclosed in a dialectic cloud, incommunicado, and for that reason we rush into wars and prides of the most superficial natures.<br>Do we not see that we are inarticulate? That is what defeats us."
    },
    {
        "author": "William Carlos Williams",
        "quote": "My first poem was a bolt from the blue … it broke a spell of disillusion and suicidal despondence. … it filled me with soul satisfying joy."
    },
    {
        "author": "William Carlos Williams",
        "quote": "There's a lot of bastards out there!"
    },
    {
        "author": "William Carlos Williams",
        "quote": "I liked this because of the elimination of the essential in the composition. I cut it down and down, and down. This squeezed up to make it vivid."
    },
    {
        "author": "William Carlos Williams",
        "quote": "I thought my friends were damn fools, because they didn't know any better way of conducting their lives. Still they conformed better than I to a code. I wanted to conform but I couldn't so I wrote my poetry."
    },
    {
        "author": "William Carlos Williams",
        "quote": "The art of the poem nowadays is something unstable; but at least the construction of the poem should make sense; you should know where you stand. Many questions haven't been answered as yet. Our poets may be wrong; but what can any of us do with his talent but try to develop his vision, so that through frequent failures we may learn better what we have missed in the past."
    },
    {
        "author": "William Carlos Williams",
        "quote": "Being an art form, verse cannot be \"free\" in the sense of having no limitations or guiding principle."
    },
    {
        "author": "William Carlos Williams",
        "quote": "So different, this man<br>And this woman:<br>A stream flowing<br>In a field."
    },
    {
        "author": "William Carlos Williams",
        "quote": "Lift your flowers<br>on bitter stems<br>chickory!<br>Lift them up<br>out of the scorched ground!<br>Bear no foliage<br>but give yourself<br>wholly to that!<br>Strain under them<br>you bitter stems<br>that no beast eats —<br>and scorn greyness!"
    },
    {
        "author": "William Carlos Williams",
        "quote": "The earth cracks and<br>is shriveled up;<br>the wind moans piteously;<br>the sky goes out<br>if you should fail."
    },
    {
        "author": "William Carlos Williams",
        "quote": "Why do I write today?<br>The beauty of<br>the terrible faces<br>of our nonentities<br>stirs me to it:<br>colored women<br>day workers—<br>old and experienced—<br>returning home at dusk,<br>in cast off clothing<br>faces like<br>old Florentine oak."
    },
    {
        "author": "William Carlos Williams",
        "quote": "the set pieces<br>of your faces stir me —<br>leading citizens —<br>but not<br>in the same way."
    },
    {
        "author": "William Carlos Williams",
        "quote": "I lie here thinking of you:—<br>the stain of love<br>is upon the world!"
    },
    {
        "author": "William Carlos Williams",
        "quote": "It's a strange courage<br>you give me ancient star:<br>Shine alone in the sunrise<br>toward which you lend no part!"
    },
    {
        "author": "William Carlos Williams",
        "quote": "Brother!<br>— if we were rich<br>we'd stick our chests out<br>and hold our heads high!<br>It is dreams that have destroyed us.<br>There is no more pride<br>in horses or in rein holding.<br>We sit hunched together brooding<br>our fate.<br>Well —<br>all things turn bitter in the end<br>whether you choose the right or<br>the left way<br>and —<br>dreams are not a bad thing."
    },
    {
        "author": "William Carlos Williams",
        "quote": "Who shall say I am not<br>the happy genius of my household?"
    }
]