[
    {
        "author": "Alan Watts",
        "quote": "Zen does not confuse spirituality with thinking about God while one is peeling potatoes. Zen spirituality is just to peel the potatoes."
    },
    {
        "author": "Alan Watts",
        "quote": "Trying to define yourself is like trying to bite your own teeth."
    },
    {
        "author": "Alan Watts",
        "quote": "I have suggested that behind almost all myth lies the mono-plot of the game of hide-and-seek"
    },
    {
        "author": "Alan Watts",
        "quote": "For several years I have referred to this, hitherto, rare and inaccessible work as the I-told-you-so-book, because it has often been implied that I have invented my explanations of Buddhism out of thin air, thus falsifying its authentic teachings… Yet, despite the occultist flavor of its title, The Secret Oral Teachings in the Tibetan Buddhist Sects is the most direct, no-nonsense, and down-to-earth explanation of Mahayana Buddhism which has thus far been written."
    },
    {
        "author": "Alan Watts",
        "quote": "It is especially important for Westerners to understand that high lamas, Zen masters, and Hindu gurus in the discipline of yoga are human beings, not supermen. We must not put them, as we have put Jesus Christ, on pedestals of reverence so high that we automatically exclude ourselves from their states of consciousness."
    },
    {
        "author": "Alan Watts",
        "quote": "But what we've got going wrong is we've got a kind of bifurcation [in cultural development]: You take your classified telephone directory, and open up \"Churches\", and have a ruler in your hand. And you will find that the longest space is occupied by authoritarian, Bible-banging churches. And these people are barbarians, who take the written word of the Bible literally. Because they need terribly, they have a personal need, for something to depend on. … The government realizes that there is a very large number of people like that; and therefore, to keep their votes, they have to pander to those kind of people. And these are the boys who never grew up; they always need Papa. … The trouble is that the boys who need Papa, are violent. They have the guns. And they are the types of people who like to be soldiers, policemen—tough guys. And therefore they have a great deal of power."
    },
    {
        "author": "Alan Watts",
        "quote": "To have faith is to trust yourself to the water. When you swim you don't grab hold of the water, because if you do you will sink and drown. Instead you relax, and float"
    },
    {
        "author": "Alan Watts",
        "quote": "This is the real secret of life—to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play."
    },
    {
        "author": "Alan Watts",
        "quote": "Archimedes said, \"Give me a fulcrum and I will move the Earth\"; but there isn't one. It is like betting on the future of the human race—I might wish to lay a bet that the human race would destroy itself by the year 2000, but there is nowhere to place the bet. On the contrary, I am involved in the world and must try to see that it does not blow itself to pieces. I once had a terrible argument with Margaret Mead. She was holding forth one evening on the absolute horror of the atomic bomb, and how everybody should spring into action and abolish it, but she was getting so furious about it that I said to her: \"You scare me because I think you are the kind of person who will push the button in order to get rid of the other people who were going to push it first.\" So she told me that I had no love for my future generations, that I had no responsibility for my children, and that I was a phony swami who believed in retreating from facts. But I maintained my position. As Robert Oppenheimer said a short while before he died, \"It is perfectly obvious that the whole world is going to hell. The only possible chance that it might not is that we do not attempt to prevent it from doing so.\" You see, many of the troubles going on in the world right now are being supervised by people with very good intentions whose attempts are to keep things in order, to clean things up, to forbid this, and to prevent that. The more we try to put everything to rights, the more we make fantastic messes. Maybe that is the way it has got to be. Maybe I should not say anything at all about the folly of trying to put things to right but simply, on the principle of Blake, let the fool persist in his folly so that he will become wise."
    },
    {
        "author": "Alan Watts",
        "quote": "It's like you took a bottle of ink and you threw it at a wall. Smash! And all that ink spread. And in the middle, it's dense, isn't it? And as it gets out on the edge, the little droplets get finer and finer and make more complicated patterns, see? So in the same way, there was a big bang at the beginning of things and it spread. And you and I, sitting here in this room, as complicated human beings, are way, way out on the fringe of that bang. We are the complicated little patterns on the end of it. Very interesting. But so we define ourselves as being only that. If you think that you are only inside your skin, you define yourself as one very complicated little curlique, way out on the edge of that explosion. Way out in space, and way out in time. Billions of years ago, you were a big bang, but now you're a complicated human being. And then we cut ourselves off, and don't feel that we're still the big bang. But you are. Depends how you define yourself. You are actually—if this is the way things started, if there was a big bang in the beginning—you're not something that's a result of the big bang. You're not something that is a sort of puppet on the end of the process. You are still the process. You are the big bang, the original force of the universe, coming on as whoever you are. When I meet you, I see not just what you define yourself as—Mr. so-and-so, Ms. so-and-so, Mrs. so-and-so—I see every one of you as the primordial energy of the universe coming on at me in this particular way. I know I'm that, too. But we've learned to define ourselves as separate from it."
    },
    {
        "author": "Alan Watts",
        "quote": "If you awaken from this illusion, and you understand that black implies white, self implies other, life implies death—or shall I say, death implies life—you can conceive yourself. Not conceive, but feel yourself, not as a stranger in the world, not as someone here on sufferance, on probation, not as something that has arrived here by fluke, but you can begin to feel your own existence as absolutely fundamental. What you are basically, deep, deep down, far, far in, is simply the fabric and structure of existence itself. So, say in Hindu mythology, they say that the world is the drama of God. God is not something in Hindu mythology with a white beard that sits on a throne, that has royal perogatives. God in Indian mythology is the self, Satcitananda. Which means sat, that which is, chit, that which is consciousness; that which is ananda is bliss. In other words, what exists, reality itself is gorgeous, it is the fullness of total joy."
    },
    {
        "author": "Alan Watts",
        "quote": "So in this idea, then, everybody is fundamentally the ultimate reality. Not God in a politically kingly sense, but God in the sense of being the self, the deep-down basic whatever there is. And you're all that, only you're pretending you're not. And it's perfectly OK to pretend you're not, to be perfectly convinced, because this is the whole notion of drama."
    },
    {
        "author": "Alan Watts",
        "quote": "Camus said there is only really one serious philosophical question, which is whether or not to commit suicide. I think there are four or five serious philosophical questions:\nThe first one is: Who started it?\nThe second is: Are we going to make it?\nThe third is: Where are we going to put it?\nThe fourth is: Who's going to clean up?\nAnd the fifth: Is it serious?"
    },
    {
        "author": "Alan Watts",
        "quote": "I want to make one thing absolutely clear. I am not a Zen Buddhist, I am not advocating Zen Buddhism, I am not trying to convert anyone to it. I have nothing to sell. I'm an entertainer. That is to say, in the same sense, that when you go to a concert and you listen to someone play Mozart, he has nothing to sell except the sound of the music. He doesn't want to convert you to anything. He doesn't want you to join an organization in favor of Mozart's music as opposed to, say, Beethoven's. And I approach you in the same spirit as a musician with his piano or a violinist with his violin. I just want you to enjoy a point of view that I enjoy."
    },
    {
        "author": "Alan Watts",
        "quote": "Religion is always falling apart"
    },
    {
        "author": "Alan Watts",
        "quote": "There is obviously a place in life for a religious attitude for awe and astonishment at existence. That is also a basis for respect for existence. We don't have much of it in this culture, even though we call it materialistic. In this culture we call materialistic, today we are of course bent on the total destruction of material and its conversion into junk and poisonous gases. This is of course not a materialistic culture because it has no respect for material. And respect is in turn based on wonder"
    },
    {
        "author": "Alan Watts",
        "quote": "Ego is a social institution with no physical reality. The ego is simply your symbol of yourself. Just as the word \"water\" is a noise that symbolizes a certain liquid without being it, so too the idea of ego symbolizes the role you play, who you are, but it is not the same as your living organism."
    },
    {
        "author": "Alan Watts",
        "quote": "I am amazed that Congressmen can pass a bill imposing severe penalties on anyone who burns the American flag, whereas they are responsible for burning that for which the flag stands: the United States as a territory, as a people, and as a biological manifestation. That is an example of our perennial confusion of symbols with realities."
    },
    {
        "author": "Alan Watts",
        "quote": "Now, you see, if you understand what I'm saying, with your intelligence, and then take the next step and say \"But I understood it now, but I didn't feel it.\" Then, next I raise the question: Why do you want to feel it? You say: \"I want something more\", because that's again that spiritual greed. And you could only say that because you didn't understand it."
    },
    {
        "author": "Alan Watts",
        "quote": "The pity of all this is, you know, a man like that [Sri Ramakrishna] has to have disciples, or no one would ever hear about him. But somehow, as the generations pass, the flame dies out. And eventually the disciples kill him.\nI wish that there was a way of putting a time-bomb into scriptures and records — not a time-bomb, but some kind of invisible ink, so that all scriptures would un-print themselves about fifty years after the master's death. And just dissolve"
    },
    {
        "author": "Alan Watts",
        "quote": "Nowadays, of course, progressive theologians are all for sex; they say it's a good thing, the biblical position was not that sex was evil, but that it was good, and that it's alright.\nBut now, look here, what is the real point here? The proof of the pudding is in the eating. What can you get kicked out of the church for? Any church — Presbyterian, Roman Catholic, Episcopalian, Baptist, and the synagogue I think too. What's the real thing for which people get kicked out, excommunicated?\nFor \"envy, hatred, malice, and all uncharitableness\"? \"Pride, vainglory, and hardness of heart\"? Owning shares in munitions factories? Profiting off slums? No sir. You can be a bishop and live in all those sins openly. But if you go to bed with the wrong person, you're out.\nSo one has to conclude that, for all practical purposes, the church is a sexual regulation society; and it really isn't interested in anything else. Christianity is more preoccupied with sex than even Priapism or Tantric Yoga [are]. Because that's the thing that counts, that's the sin, the really important sin."
    },
    {
        "author": "Alan Watts",
        "quote": "Doctors try to get rid of their patients — clergymen try to get them hooked on the medicine so that they will become addicts to the church."
    },
    {
        "author": "Alan Watts",
        "quote": "The basic problem is to understand that there are no such things as things; that is to say separate things, separate events. That is only a way of talking. What do you mean by a thing? A thing is a noun. A noun isn't a part of nature it's a part of speech. There are no nouns in the physical world. There are no separate things in the physical world either"
    },
    {
        "author": "Alan Watts",
        "quote": "This is what troubles me about what we'll call vaguely \"the new youth\". There's a certain sloppiness. For example, at Millbrook in New York—that place is a mess, it's an unspeakable mess! Everything is dilapidated, it's a pad, not just a pad, but a mattress with the stuffing coming out of it. And this bothers me—because, after all, in America, it's bad enough anyway, we don't revere material, we mistreat it terribly. Los Angeles is the most amazing mistreatment of material that one can see in centuries. This is not a materialistic civilization at all. It is a civilization devoted to the hatred and destruction of material, its conversion into junk and poison gas. And therefore, one of the most sacred missions to be imposed upon those who would be liberated from this culture is that they shall love material, that they shall love color, that they shall dress beautifully, that they shall cook well, that they shall live in lovely houses, and that they shall preserve the face of nature. And this is the cardinal thing in your tradition, my friend, because when the Lord God created the material world, he surprised himself. And having already created it, he sat back, and saw then, that it was good. Very good"
    },
    {
        "author": "Alan Watts",
        "quote": "Now I'm sure that most of you know the old story about the astronaut, who went far out into space, and was asked on his return whether he'd been to heaven and seen God. And he said: \"Yes\". And so they said to him: \"Well, what about God?\" And he said: \"She's Black\"."
    },
    {
        "author": "Alan Watts",
        "quote": "The more we struggle for life (as pleasure), the more we are actually killing what we love"
    },
    {
        "author": "Alan Watts",
        "quote": "The greater part of human activity is designed to make permanent those experiences and joys which are only lovable because they are changing."
    },
    {
        "author": "Alan Watts",
        "quote": "It must be obvious… that there is a contradiction in wanting to be perfectly secure in a universe whose very nature is momentariness and fluidity."
    },
    {
        "author": "Alan Watts",
        "quote": "Running away from fear is fear; fighting pain is pain; trying to be brave is being scared. If the mind is in pain, the mind is pain. The thinker has no other form than his thought."
    },
    {
        "author": "Alan Watts",
        "quote": "There is no formula for generating the authentic warmth of love. It cannot be copied. You cannot talk yourself into it or rouse it by straining at the emotions or by dedicating yourself solemnly to the service of mankind. Everyone has love, but it can only come out when he is convinced of the impossibility and the frustration of trying to love himself. This conviction will not come through condemnations, through hating oneself, through calling self love bad names in the universe. It comes only in the awareness that one has no self to love."
    },
    {
        "author": "Alan Watts",
        "quote": "To be free from convention is not to spurn it but not to be deceived by it. It is to be able to use it as an instrument instead of being used by it."
    },
    {
        "author": "Alan Watts",
        "quote": "It was a basic Confucian principle that \"it is man who makes truth great, not truth which makes man great.\" For this reason, \"humanness\" or \"human-heartedness\" (jen) was always felt to be superior to \"righteousness\" (i), since man himself is greater than any idea which he may invent. There are times when men's passions are much more trustworthy than their principles."
    },
    {
        "author": "Alan Watts",
        "quote": "If Christianity is wine and Islam coffee, Buddhism is most certainly tea."
    },
    {
        "author": "Alan Watts",
        "quote": "If we look deeply into such ways of life as Buddhism and Taoism, Vedanta and Yoga, we do not find either philosophy or religion as these are understood in the West. We find something more nearly resembling psychotherapy. … The main resemblance between these Eastern ways of life and Western psychotherapy is in the concern of both with bringing about changes of consciousness, changes in our ways of feeling our own existence and our relation to human society and the natural world. The psychotherapist has, for the most part, been interested in changing the consciousness of peculiarly disturbed individuals. The disciplines of Buddhism and Taoism are, however, concerned with changing the consciousness of normal, socially adjusted people."
    },
    {
        "author": "Alan Watts",
        "quote": "Buddhism … is not a culture but a critique of culture, an enduring nonviolent revolution or “loyal opposition” to the culture in which it is involved"
    },
    {
        "author": "Alan Watts",
        "quote": "The psychotherapist … tries to help the individual to be himself and to go it alone without giving unnecessary offense to his community, to be in the world (of social convention) but not of the world"
    },
    {
        "author": "Alan Watts",
        "quote": "Whenever the therapist stands with society, he will interpret his work as adjusting the individual and coaxing his 'unconscious drives' into social respectability. But such 'official psychotherapy' lacks integrity and becomes the obedient tool of armies, bureaucracies, churches, corporations, and all agencies that require individual brainwashing. On the other hand, the therapist who is really interested in helping the individual is forced into social criticism. This does not mean that he has to engage directly in political revolution; it means that he has to help the individual in liberating himself from various forms of social conditioning, which includes liberation from hating this conditioning — hatred being a form of bondage to its object"
    },
    {
        "author": "Alan Watts",
        "quote": "Psychotherapists … are dealing with people whose distress arises from what may be termed maya, to use the Hindu-Buddhist word whose exact meaning is not merely 'illusion' but the entire world-conception of a culture, considered as illusion in the strict etymological sense of a play (Latin, ludere). The aim of a way of liberation is not the destruction of maya but seeing it for what it is, or seeing through it. Play is not to be taken seriously, or, in other words, ideas of the world and of oneself which are social conventions and institutions are not to be confused with reality"
    },
    {
        "author": "Alan Watts",
        "quote": "When a man no longer confuses himself with the definition of himself that others have given him, he is at once universal and unique. He is universal by virtue of the inseparability of his organism from the cosmos. He is unique in that he is just this organism and not any stereotype of role, class, or identity assumed for the convenience of social communication"
    },
    {
        "author": "Alan Watts",
        "quote": "If you get the message, hang up the phone. For psychedelic drugs are simply instruments, like microscopes, telescopes, and telephones. The biologist does not sit with eye permanently glued to the microscope, he goes away and works on what he has seen."
    },
    {
        "author": "Alan Watts",
        "quote": "Our trouble is that we have ignored and thus feel insecure in the enormous spectrum of love which lies between rather formal friendship and genital sexuality, and thus are always afraid that once we overstep the bounds of formal friendship we must slide inevitably to the extreme of sexual promiscuity."
    },
    {
        "author": "Alan Watts",
        "quote": "How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god."
    },
    {
        "author": "Alan Watts",
        "quote": "The prevalent sensation of oneself as a separate ego enclosed in a bag of skin is a hallucination which accords neither with Western science nor with the experimental philosophy-religions of the East — in particular the central and germinal Vedanta philosophy of Hinduism. This hallucination underlies the misuse of technology for the violent subjugation of man's natural environment and, consequently, its eventual destruction.\nWe are therefore in urgent need of a sense of our own existence which is in accord with the physical facts and which overcomes our feeling of alienation from the universe."
    },
    {
        "author": "Alan Watts",
        "quote": "Just as no thing or organism exists on its own, it does not act on its own. Furthermore, every organism is a process: thus the organism is not other than its actions. To put it clumsily: it is what it does. More precisely, the organism, including its behavior, is a process which is to be understood only in relation to the larger and longer process of its environment. For what we mean by \"understanding\" or \"comprehension\" is seeing how parts fit into a whole, and then realizing that they don't compose the whole, as one assembles a jigsaw puzzle, but that the whole is a pattern, a complex wiggliness, which has no separate parts. Parts are fictions of language, of the calculus of looking at the world through a net which seems to chop it up into bits. Parts exist only for purposes of figuring and describing, and as we figure the world out we become confused if we do not remember this all the time."
    },
    {
        "author": "Alan Watts",
        "quote": "We define (and so come to feel) the individual in the light of our narrowed \"spotlight\" consciousness which largely ignores the field or environment in which he is found. \"Individual\" is the Latin form of the Greek \"atom\"—that which cannot be cut or divided any further into separate parts. We cannot chop off a person's head or remove his heart without killing him. But we can kill him just as effectively by separating him from his proper environment. This implies that the only true atom is the universe—that total system of interdependent \"thing-events\" which can be separated from each other only in name. For the human individual is not built as a car is built. He does not come into being by assembling parts, by screwing a head on to a neck, by wiring a brain to a set of lungs, or by welding veins to a heart. Head, neck, heart, lungs, brain, veins, muscles, and glands are separate names but not separate events, and these events grow into being simultaneously and interdependently. In precisely the same way, the individual is separate from his universal environment only in name. When this is not recognized, you have been fooled by your name. Confusing names with nature, you come to believe that having a separate name makes you a separate being. This is—rather literally—to be spellbound."
    },
    {
        "author": "Alan Watts",
        "quote": "Man aspires to govern nature, but the more one studies ecology, the more absurd it seems to speak of any one feature of an organism, or of an organism/environment field, as governing or ruling others. Once upon a time the mouth, the hands, and the feet said to each other, \"We do all this work gathering food and chewing it up, but that lazy fellow, the stomach, does nothing. It's high time he did some work too, so let's go on strike!\" Whereupon they went many days without working, but soon found themselves feeling weaker and weaker until at last each of them realized that the stomach was their stomach, and that they would have to go back to work to remain alive. But even in physiological textbooks, we speak of the brain, or the nervous system, as \"governing\" the heart or the digestive tract, smuggling bad politics into science, as if the heart belonged to the brain rather than the brain to the heart or the stomach. Yet it is as true, or false, to say that the brain feeds itself\" through the stomach as that the stomach \"evolves\" a brain at its upper entrance to get more food."
    },
    {
        "author": "Alan Watts",
        "quote": "Every individual is a unique manifestation of the Whole, as every branch is a particular outreaching of the tree. To manifest individuality, every branch must have a sensitive connection with the tree, just as our independently moving and differentiated fingers must have a sensitive connection with the whole body. The point, which can hardly be repeated too often, is that differentiation is not separation. The head and the feet are different, but not separate, and though man is not connected to the universe by exactly the same physical relation as branch to tree or feet to head, he is nonetheless connected—and by physical relations of fascinating complexity. The death of the individual is not disconnection but simply withdrawal. The corpse is like a footprint or an echo—the dissolving trace of something which the Self has ceased to do."
    },
    {
        "author": "Alan Watts",
        "quote": "What we see as death, empty space, or nothingness is only the trough between the crests of this endlessly waving ocean. It is all part of the illusion that there should seem to be something to be gained in the future, and that there is an urgent necessity to go on and on until we get it. Yet just as there is no time but the present, and no one except the all-and-everything, there is never anything to be gained—though the zest of the game is to pretend that there is."
    },
    {
        "author": "Alan Watts",
        "quote": "Listen intently to a voice singing without words. It may charm you into crying, force you to dance, fill you with rage, or make you jump for joy. You can't tell where the music ends and the emotions begin, for the whole thing is a kind of music—the voice playing on your nerves as the breath plays on a flute. All experience is just that, except that its music has many more dimensions than sound. It vibrates in the dimensions of sight, touch, taste, and smell, and in the intellectual dimension of symbols and words—all evoking and playing upon each other."
    },
    {
        "author": "Alan Watts",
        "quote": "You do not ask what is the value, or what is the use, of this feeling. Of what use is the universe? What is the practical application of a million galaxies? Yet just because it has no use, it has a use—which may sound like a paradox, but is not. What, for instance, is the use of playing music? If you play to make money, to outdo some other artist, to be a person of culture, or to improve your mind, you are not really playing—for your mind is not on the music. You don't swing. When you come to think of it, playing or listening to music is a pure luxury, an addiction, a waste of valuable time and money for nothing more than making elaborate patterns of sound."
    },
    {
        "author": "Alan Watts",
        "quote": "So, too, in the Vedanta the whole world is seen as the lila and the maya of the Self, the first word meaning \"play\" and the second having the complex sense of illusion (from the Latin ludere, to play), magic, creative power, art, and measuring—as when one dances or draws a design to a certain measure. From this point of view the universe in general and playing in particular are, in a special sense, \"meaningless\": that is, they do not—like words and symbols—signify or point to something beyond themselves, just as a Mozart sonata conveys no moral or social message and does not try to suggest the natural sounds of wind, thunder, or birdsong"
    },
    {
        "author": "Alan Watts",
        "quote": "The problem comes up because we ask the question in the wrong way. We supposed that solids were one thing and space quite another, or just nothing whatever. Then it appeared that space was no mere nothing, because solids couldn't do without it. But the mistake in the beginning was to think of solids and space as two different things, instead of as two aspects of the same thing. The point is that they are different but inseparable, like the front end and the rear end of a cat. Cut them apart, and the cat dies. Take away the crest of the wave, and there is no trough.\nHere is someone who has never seen a cat. He is looking through a narrow slit in a fence, and, on the other side, a cat walks by. He sees first the head, then the less distinctly shaped furry trunk, and then the tail. Extraordinary! The cat turns round and walks back, and again he sees the head, and a little later the tail. This sequence begins to look like something regular and reliable. Yet again, the cat turns round, and he witnesses the same regular sequence: first the head, and later the tail. Thereupon he reasons that the event head is the invariable and necessary cause of the event tail, which is the head's effect. This absurd and confusing gobbledygook comes from his failure to see that head and tail go together: they are all one cat.\nThe cat wasn't born as a head which, sometime later, caused a tail; it was born all of a piece, a head-tailed cat. Our observer's trouble was that he was watching it through a narrow slit, and couldn't see the whole cat at once."
    },
    {
        "author": "Alan Watts",
        "quote": "Wouldn't it be as farfetched to call birth the cause of death as to call the cat's head the cause of the tail? Lifting the neck of a bottle implies lifting the bottom as well, for the \"two parts\" come up at the same time. If I pick up an accordion by one end, the other will follow a little later, but the principle is the same. Total situations are, therefore, patterns in time as much as patterns in space"
    },
    {
        "author": "Alan Watts",
        "quote": "There was never a time when the world began, because it goes round and round like a circle, and there is no place on a circle where it begins. Look at my watch, which tells the time; it goes round, and so the world repeats itself again and again. But just as the hour-hand of the watch goes up to twelve and down to six, so, too, there is day and night, waking and sleeping, living and dying, summer and winter. You can't have any one of these without the other, because you wouldn't be able to know what black is unless you had seen it side-by-side with white, or white unless side-by-side with black."
    },
    {
        "author": "Alan Watts",
        "quote": "Sex is no longer a serious taboo. Teenagers sometimes know more about it than adults."
    },
    {
        "author": "Alan Watts",
        "quote": "There is always something taboo, something repressed, unadmitted, or just glimpsed quickly out of the corner of one's eye because a direct look is too unsettling. Taboos lie within taboos, like the skin of an onion."
    },
    {
        "author": "Alan Watts",
        "quote": "Wonder is not a disease. Wonder, and its expression in poetry and the arts, are among the most important things which seem to distinguish men from other animals, and intelligent and sensitive people from morons."
    },
    {
        "author": "Alan Watts",
        "quote": "The world is in an extremely dangerous situation, and serious diseases often require the risk of a dangerous cure — like the Pasteur serum for rabies."
    },
    {
        "author": "Alan Watts",
        "quote": "In any foreseeable future there are going to be thousands and thousands of people who detest and abominate Negroes, communists, Russians, Chinese, Jews, Catholics, beatniks, homosexuals, and \"dope-fiends.\" These hatreds are not going to be healed, but only inflamed, by insulting those who feel them, and the abusive labels with which we plaster them—squares, fascists, rightists, know-nothings—may well become the proud badges and symbols around which they will rally and consolidate themselves. Nor will it do to confront the opposition in public with polite and nonviolent sit-ins and demonstrations, while boosting our collective ego by insulting them in private. If we want justice for minorities and cooled wars with our natural enemies, whether human or non-human, we must first come to terms with the minority and the enemy in ourselves and in our own hearts, for the rascal is there as much as anywhere in the \"external\" world—-especially when you realize that the world outside your skin is as much yourself as the world inside. For want of this awareness, no one can be more belligerent than a pacifist on the rampage, or more militantly nationalistic than an anti-imperialist."
    },
    {
        "author": "Alan Watts",
        "quote": "The startling truth is that our best efforts for civil rights, international peace, population control, conservation of natural resources, and assistance to the starving of the earth—urgent as they are—will destroy rather than help if made in the [current] spirit. For, as things stand, we have nothing to give. If our own riches and our own way of life are not enjoyed here, they will not be enjoyed anywhere else. Certainly they will supply the immediate jolt of energy and hope that methedrine, and similar drugs, give in extreme fatigue. But peace can be made only by those who are peaceful, and love can be shown only by those who love. No work of love will flourish out of guilt, fear, or hollowness of heart, just as no valid plans for the future can be made by those who have no capacity for living now."
    },
    {
        "author": "Alan Watts",
        "quote": "We do not \"come into\" this world; we come out of it, as leaves from a tree. As the ocean \"waves,\" the universe \"peoples.\" Every individual is an expression of the whole realm of nature, a unique action of the total universe. This fact is rarely, if ever, experienced by most individuals. Even those who know it to be true in theory do not sense or feel it, but continue to be aware of themselves as isolated \"egos\" inside bags of skin."
    },
    {
        "author": "Alan Watts",
        "quote": "If I first see a tree in the winter, I might assume that it is not a fruit-tree. But when I return in the summer to find it covered with plums, I must exclaim, 'Excuse me! You were a fruit-tree after all.' Imagine, then, that a billion years ago some beings from another part of the galaxy made a tour through the solar system in their flying saucer and found no life. They would dismiss it as 'Just a bunch of old rocks!' But if they returned today, they would have to apologize: 'Well - you were peopling rocks after all!'\nYou may, of course, argue that there is no analogy between the two situations. The fruit-tree was at one time a seed inside a plum, but the earth - much less the solar system or the galaxy - was never a seed inside a person. But, oddly enough, you would be wrong."
    },
    {
        "author": "Alan Watts",
        "quote": "The most strongly enforced of all known taboos is the taboo against knowing who or what you really are behind the mask of your apparently separate, independent, and isolated ego."
    },
    {
        "author": "Alan Watts",
        "quote": "I seem to be a brief light that flashes but once in all the aeons of time — a rare, complicated, and all-too-delicate organism on the fringe of biological evolution, where the wave of life bursts into individual, sparkling, and multicolored drops that gleam for a moment... only to vanish forever."
    },
    {
        "author": "Alan Watts",
        "quote": "The history and the geographical distribution of the myth are uncertain, but for several thousand years we have been obsessed with a false humility—on the one hand, putting ourselves down as mere \"creatures\" who came into this world by the whim of God or the fluke of blind forces, and on the other, conceiving ourselves as separate personal egos fighting to control the physical world. We have lacked the real humility of recognizing that we are members of the biosphere, the \"harmony of contained conflicts\" in which we cannot exist at all without the cooperation of plants, insects, fish, cattle, and bacteria. In the same measure, we have lacked the proper self-respect of recognizing that I, the individual organism, am a structure of such fabulous ingenuity that it calls the whole universe into being. In the act of putting everything at a distance so as to describe and control it, we have orphaned ourselves both from the surrounding world and from our own bodies—leaving \"I\" as a discontented and alienated spook, anxious, guilty, unrelated, and alone."
    },
    {
        "author": "Alan Watts",
        "quote": "We are becoming accustomed to a conception of the universe so mysterious and so impressive that even the best father-image will no longer do for an explanation of what makes it run. But the problem then is that it is impossible for us to conceive an image higher than the human image. Few of us have ever met an angel, and probably would not recognize it if we saw one, and our images of an impersonal or suprapersonal God are hopelessly subhuman—jello, featureless light, homogenized space, or a whopping jolt of electricity. However, our image of man is changing as it becomes clearer and clearer that the human being is notsimply and only his physical organism. My body is also my total environment, and this must be measured by light-years in the billions. Hitherto the poets and philosophers of science have used the vast expanse and duration of the universe as a pretext for reflections on the unimportance of man, forgetting that man with \"that enchanted loom, the brain\" is precisely what transforms this immense electrical pulsation into light and color, shape and sound, large and small, hard and heavy, long and short. In knowing the world we humanize it, and if, as we discover it, we are astonished at its dimensions and its complexity, we should be just as astonished that we have the brains to perceive it."
    },
    {
        "author": "Alan Watts",
        "quote": "We accepted a definition of ourselves which confined the self to the source and to the limitations of conscious attention. This definition is miserably insufficient, for in fact we know how to grow brains and eyes, ears and fingers, hearts and bones, in just the same way that we know how to walk and breathe, talk and think—only we can't put it into words. Words are too slow and too clumsy for describing such things, and conscious attention is too narrow for keeping track of all their details."
    },
    {
        "author": "Alan Watts",
        "quote": "An ardent Jehovah's Witness once tried to convince me that if there were a God of love, he would certainly provide mankind with a reliable and infallible textbook for the guidance of conduct. I replied that no considerate God would destroy the human mind by making it so rigid and unadaptable as to depend upon one book, the Bible, for all the answers. For the use of words, and thus of a book, is to point beyond themselves to a world of life and experience that is not mere words or even ideas. Just as money is not real, consumable wealth, books are not life. To idolize scriptures is like eating paper currency."
    },
    {
        "author": "Alan Watts",
        "quote": "When you tell a girl how beautiful she is, she will say, \"Now isn't that just like a man! All you men think about is bodies. OK, so I'm beautiful, but I got my body from my parents and it was just luck. I prefer to be admired for myself, not my chassis.\" Poor little chauffeur! All she is saying is that she has lost touch with her own astonishing wisdom and ingenuity, and wants to be admired for some trivial tricks that she can perform with her conscious attention. And we are all in the same situation, having dissociated ourselves from our bodies and from the whole network of forces in which bodies can come to birth and live."
    },
    {
        "author": "Alan Watts",
        "quote": "Furthermore, the younger members of our society have for some time been in growing rebellion against paternal authority and the paternal state. For one reason, the home in an industrial society is chiefly a dormitory, and the father does not work there, with the result that wife and children have no part in his vocation. He is just a character who brings in money, and after working hours he is supposed to forget about his job and have fun. Novels, magazines, television, and popular cartoons therefore portray \"Dad\" as an incompetent clown. And the image has some truth in it because Dad has fallen for the hoax that work is simply something you do to make money, and with money you can get anything you want.\nIt is no wonder that an increasing proportion of college students want no part in Dad's world, and will do anything to avoid the rat-race of the salesman, commuter, clerk, and corporate executive. Professional men, too—architects, doctors, lawyers, ministers, and professors—have offices away from home, and thus, because the demands of their families boil down more and more to money, are ever more tempted to regard even professional vocations as ways of making money. All this is further aggravated by the fact that parents no longer educate their own children. Thus the child does not grow up with understanding of or enthusiasm for his father's work. Instead, he is sent to an understaffed school run mostly by women which, under the circumstances, can do no more than hand out mass-produced education which prepares the child for everything and nothing. It has no relation whatever to his father's vocation."
    },
    {
        "author": "Alan Watts",
        "quote": "Now it is symptomatic of our rusty-beer-can type of sanity that our culture produces very few magical objects. Jewelry is slick and uninteresting. Architecture is almost totally bereft of exuberance, obsessed with erecting glass boxes. Children's books are written by serious ladies with three names and no imagination, and as for comics, have you ever looked at the furniture in Dagwood's home? The potentially magical ceremonies of the Catholic Church are either gabbled away at top speed, or rationalized with the aid of a commentator. Drama or ritual in everyday behavior is considered affectation and bad form, and manners have become indistinguishable from manerisms—where they exist at all. We produce nothing comparable to the great Oriental carpets, Persian glass, tiles, and illuminated books, Arabian leatherwork, Spanish marquetry, Hindu textiles, Chinese porcelain and embroidery, Japanese lacquer and brocade, French tapestries, or Inca jewelry. (Though, incidentally, there are certain rather small electronic devices that come unwittingly close to fine jewels.)\nThe reason is not just that we are too much in a hurry and have no sense of the present; not just that we cannot afford the type of labor that such things would now involve, nor just that we prefer money to materials. The reason is that we have scrubbed the world clean of magic. We have lost even the vision of paradise, so that our artists and craftsmen can no longer discern its forms. This is the price that must be paid for attempting to control the world from the standpoint of an \"I\" for whom everything that can be experienced is a foreign object and a nothing-but."
    },
    {
        "author": "Alan Watts",
        "quote": "Naturally, it isn't the mere fact of being named that brings about the hoax of being a \"real person\"; it is all that goes with it. The child is tricked into the ego-feeling by the attitudes, words, and actions of the society which surrounds him—his parents, relatives, teachers, and, above all, his similarly hoodwinked peers. Other people teach us who we are. Their attitudes to us are the mirror in which we learn to see ourselves, but the mirror is distorted. We are, perhaps, rather dimly aware of the immense power of our social environment. We seldom realize, for example, that our most private thoughts and emotions are not actually our own. For we think in terms of languages and images which we did not invent, but which were given to us by our society. We copy emotional reactions from our parents, learning from them that excrement is supposed to have a disgusting smell and that vomiting is supposed to be an unpleasant sensation. The dread of death is also learned from their anxieties about sickness and from their attitudes to funerals and corpses. Our social environment has this power just because we do not exist apart from a society. Society is our extended mind and body."
    },
    {
        "author": "Alan Watts",
        "quote": "This mysterious something has been called God, the Absolute, Nature, Substance, Energy, Space, Ether, Mind, Being, the Void, the Infinite—names and ideas which shift in popularity and respectability with the winds of intellectual fashion, of considering the universe intelligent or stupid, superhuman or subhuman, specific or vague. All of them might be dismissed as nonsense-noises if the notion of an underlying Ground of Being were no more than a product of intellectual speculation. But these names are often used to designate the content of a vivid and almost sensorily concrete experience—the \"unitive\" experience of the mystic, which, with secondary variations, is found in almost all cultures at all times. This experience is the transformed sense of self which I was discussing in the previous chapter, though in \"naturalistic\" terms, purified of all hocus-pocus about mind, soul, spirit, and other intellectually gaseous words."
    },
    {
        "author": "Alan Watts",
        "quote": "One sees that all explicit opposites are implicit allies—correlative in the sense that they \"gowith\" each other and cannot exist apart. This, rather than any miasmic absorption of differences into acontinuum of ultimate goo, is the metaphysical unity underlying the world. For this unity is not mere one-ness as opposed to multiplicity, since these two terms are themselves polar. The unity, or inseparability, of one and many is therefore referred to in Vedanta philosophy as \"nonduality\" (advaita) to distinguish it from simple uniformity. "
    },
    {
        "author": "Alan Watts",
        "quote": "There is nothing wrong with meditating just to meditate, in the same way that you listen to music just for the music. If you go to concerts to \"get culture\" or to improve your mind, you will sit there as deaf as a doorpost."
    },
    {
        "author": "Alan Watts",
        "quote": "As a human being it is just my nature to enjoy and share philosophy. I do this in the same way that some birds are eagles and some doves, some flowers lilies and some roses."
    },
    {
        "author": "Alan Watts",
        "quote": "Living, loving, being natural or sincere—all these are spontaneous forms of behavior: they happen \"of themselves\" like digesting food or growing hair. As soon as they are forced they acquire that unnatural, contrived, and phony atmosphere which everyone deplores—weak and scentless like forced flowers and tasteless like forced fruit. Life and love generate effort, but effort will not generate them. Faith—in life, in other people, and in oneself—is the attitude of allowing the spontaneous to be spontaneous, in its own way and in its own time."
    },
    {
        "author": "Alan Watts",
        "quote": "I have always done things in my own way, which is at once the way that comes naturally to me, that is honest, sincere, genuine, and unforced; but also perverse, although you must remember that this word means per (through) verse (poetry), out-of-the-way and wayward, which is surely towards the way, and that to be queer—to \"follow your own weird\"—is wholeheartedly to accept your karma, or fate, or destiny, and thus to be odd in the service of God, \"whose service,\" as the Anglican Book of Common Prayer declares, \"is perfect freedom.\""
    },
    {
        "author": "Alan Watts",
        "quote": "Do you suppose that God takes himself seriously? I know a Zen master, Joshu Sasaki, who has let it be known that the best form of meditation is to stand up with your hands on your hips and roar with laughter for ten minutes every morning. I have heard of a sophisticated shaman-type fellow who used to cure ringworm on cows just by pointing at the scars and laughing. Truly religious people always make jokes about their religion; their faith is so strong that they can afford it. Much of the secret of life consists in knowing how to laugh, and also how to breathe."
    },
    {
        "author": "Alan Watts",
        "quote": "In an autobiography one must surely be allowed to boast, just for fun. I have, at a range of twenty feet, shot the tobacco out of a cigarette and left the paper intact. At a range of thirty feet, I have split a target, edge towards me, with an air pistol. I am also the world's champion in a game called \"You Are the Target,\" in which anyone better than I would be dead. The game is to shoot an arrow straight up and see how near to you it can be allowed to land. You have to watch its fall very carefully, but I have had it hit the ground exactly between my feet. Of course, there were no witnesses. Had there been, they would forcefully have discouraged the experiment. I was using a fifty-five pound bow."
    },
    {
        "author": "Alan Watts",
        "quote": "Speaking as of today, I do not consider it intellectually respectable to be a partisan in matters of religion. I see religion as I see such other basic fascinations as art and science, in which there is room for many different approaches, styles, techniques, and opinions. Thus I am not formally a committed member of any creed or sect and hold no particular religious view or doctrine as absolute. I deplore missionary zeal, and consider excessive dedication to and advocacy of any particular religion, as either the best or the only true way, an almost irreligious arrogance. Yet my work and my life are fully concerned with religion, and the mystery of being is my supreme fascination, though, as a shameless mystic, I am more interested in religion as feeling and experience than as conception and theory."
    },
    {
        "author": "Alan Watts",
        "quote": "At about the age of eleven, I was reading the thrillers of Sax Rohmer and Edgar Wallace concerning Dr. Fu Manchu and other sophisticated Chinese villains, nurturing a secret admiration for these gentlemen because of their opposition to the suet-pudding heroism of our own culture, and because of their refined and mysterious style of life. While other boys dreamed of becoming generals, cowboys, mountain climbers, explorers, and engineers, I wanted to be a Chinese villain. I wanted servants carrying knives in their sleeves, appearing or vanishing without the slightest sound. I wanted a house with secret doors and passages, with Coromandel screens, with ancient scrolls, with ivory and lacquer boxes of exotic poisons, with exquisite brands of tea, with delicate blue porcelain, with jade idols and joss-sticks, and with sonorous gongs."
    },
    {
        "author": "Alan Watts",
        "quote": "Over the years it has become my firm opinion that sexual activity (even if only through masturbation) is \"requisite and necessary, as well for the body as for the soul\"; for men and women alike. It stimulates your glands, exercises your pelvis, thrills your nerves, brings mind and body together as one, and culminates in an ecstasy in which there is neither past nor future nor separation between self and other. We need that as we need vitamins, proteins, water, and air."
    },
    {
        "author": "Alan Watts",
        "quote": "Everyone has a religion, whether admitted or not, because it is impossible to be human without having some basic assumptions (or intuitions) about existence and the good life."
    },
    {
        "author": "Alan Watts",
        "quote": "Unbelievably, there is still here [in Los Angeles] one of my most favorite places—the home of Henry and Ruth Denison at the very top of the hill, at the end of a road going nowhere, hanging above a reservoir-lake surrounded with pines. They have a sundeck under a eucalyptus tree where I have slept some memorably deep sleeps, and awakened very early in the morning, before sunrise, with stars still showing through the branches. In this house I have made some of my greatest friendships, so much so that I cannot think of it without that curious pleasure-pain which the Japanese call aware—the sense of echoes in the courtyards of the mind after the sun has left and the people have gone their ways forever."
    },
    {
        "author": "Alan Watts",
        "quote": "We say in popular speech that we come into this world, but we do nothing of the kind. We come out of it. In the same way as the fruit comes out of the tree, the egg from the chicken, and the baby from the womb, we are symptomatic of the universe. Just as in the retina there are myriads of little nerve endings, we are the nerve endings of the universe."
    },
    {
        "author": "Alan Watts",
        "quote": "A person who thinks all the time has nothing to think about except thoughts. So he loses touch with reality, and lives in a world of illusion."
    },
    {
        "author": "Alan Watts",
        "quote": "The transformation of human consciousness through meditation is frustrated, as long as we think of it in terms as something that I, my self can bring about. because it leads to endless games of spiritual oneupmanship, and Guru competitions."
    },
    {
        "author": "Alan Watts",
        "quote": "That we are no longer this poor little stranger and afraid in a world it never made. But that you are this universe and you are creating it in every moment... Because you see it starts now, it didn't begin in the past, there was no past. See, if the universe began in the past when that happened it was now; see, but it's still now — and the universe is still beginning now, and it's trailing off like the wake of a ship from now, and that wake fades out so does the past. You can look back there to explain things, but the explanation disappears. You'll never find it there. ... Things are not explained by the past, they are explained by what Happens Now. That Creates the past, and it begins here... That's the birth of responsibility."
    },
    {
        "author": "Alan Watts",
        "quote": "If you know that \"I\", in the sense of the person, the front, the ego, it really doesn't exist. Then...it won't go to your head too badly, if you wake up and discover that you're God."
    },
    {
        "author": "Alan Watts",
        "quote": "We have, as a result of two thousand years of Christianity, sex on the brain. Which isn't always the best place for it."
    },
    {
        "author": "Alan Watts",
        "quote": "The whole history of religion is a history of the failure of preaching. Preaching is moral violence."
    },
    {
        "author": "Alan Watts",
        "quote": "Love is not something that is a sort of rare commodity. Everybody has it. Existence is love. But it's like water flowing through a hose. It depends in which direction you point it. So everybody has the force running. And maybe, the way in which you find the force of love operating in you, is that you have a passionate like of booze, or ice cream, or automobiles, or good-looking members of the opposite sex or the same sex, but there is love operating. And people, of course, tend to distinguish between the various kinds of love, there are good kinds, such as divine charity, and allegedly bad kinds, such as, in quotes, animal lust. But it should be understood I think, that they are all forms of the same thing. But they differ, in rather the same way that the colors of white light divide into the spectrum when passed through a prism. So we might say that the red end of the spectrum of love is Dr. Freud's libido. And the violet end of the spectrum of love is agape, what is called divine love or divine charity. And that in the middle the various yellows, blues, and greens, are friendship, human endearment, consideration, and all that sort of fellow-feeling. But it's all the same thing."
    },
    {
        "author": "Alan Watts",
        "quote": "Additionally, in the United States, we define manliness in terms of aggression. I think it must be because we're frightened. We put on a show of being tough guys, but it's completely unnecessary, you know. If you have what it takes, you don't need to put on an act, and you certainly don't need to beat nature into submission. Why be hostile to nature?"
    },
    {
        "author": "Alan Watts",
        "quote": "Have you really looked at a seashell? There's not an aesthetic fault in it anywhere - it's absolutely perfect. Now, do you think that shells look at each other and critique each other's appearance? \"Well, your markings are a little crooked and not very well spaced.\" Of course not, but that's what we do. Every one of us is marvellous and complicated and interesting and gorgeous just as we are. Really take a look at another person's eyes. They are jewelry beyond compare - just beautiful!"
    },
    {
        "author": "Alan Watts",
        "quote": "I realized that the difference that I saw between things was the same thing as their unity, because differences (borders, lines, surfaces, boundaries) don't really divide things from each other at all, they join them together, because all boundaries are held in common."
    }
]