[
    {
        "author": "Alan Watts",
        "quote": "Zen does not confuse spirituality with thinking about God while one is peeling potatoes. Zen spirituality is just to peel the potatoes."
    },
    {
        "author": "Alan Watts",
        "quote": "Trying to define yourself is like trying to bite your own teeth."
    },
    {
        "author": "Alan Watts",
        "quote": "I have suggested that behind almost all myth lies the mono-plot of the game of hide-and-seek. "
    },
    {
        "author": "Alan Watts",
        "quote": "For several years I have referred to this, hitherto, rare and inaccessible work as the I-told-you-so-book, because it has often been implied that I have invented my explanations of Buddhism out of thin air, thus falsifying its authentic teachings... Yet, despite the occultist flavor of its title, The Secret Oral Teachings in the Tibetan Buddhist Sects is the most direct, no-nonsense, and down-to-earth explanation of Mahayana Buddhism which has thus far been written."
    },
    {
        "author": "Alan Watts",
        "quote": "It is especially important for Westerners to understand that high lamas, Zen masters, and Hindu gurus in the discipline of yoga are human beings, not supermen. We must not put them, as we have put Jesus Christ, on pedestals of reverence so high that we automatically exclude ourselves from their states of consciousness."
    },
    {
        "author": "Alan Watts",
        "quote": "But what we've got going wrong is we've got a kind of bifurcation [in cultural development]: You take your classified telephone directory, and open up \"Churches\", and have a ruler in your hand. And you will find that the longest space is occupied by authoritarian, Bible-banging churches. And these people are barbarians, who take the written word of the Bible literally. Because they need terribly, they have a personal need, for something to depend on. ... The government realizes that there is a very large number of people like that; and therefore, to keep their votes, they have to pander to those kind of people. And these are the boys who never grew up; they always need Papa. ... The trouble is that the boys who need Papa, are violent. They have the guns. And they are the types of people who like to be soldiers, policemen—tough guys. And therefore they have a great deal of power."
    },
    {
        "author": "Alan Watts",
        "quote": "To have faith is to trust yourself to the water. When you swim you don't grab hold of the water, because if you do you will sink and drown. Instead you relax, and float. "
    },
    {
        "author": "Alan Watts",
        "quote": "This is the real secret of life—to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play."
    },
    {
        "author": "Alan Watts",
        "quote": "Archimedes said, \"Give me a fulcrum and I will move the Earth\"; but there isn't one. It is like betting on the future of the human race—I might wish to lay a bet that the human race would destroy itself by the year 2000, but there is nowhere to place the bet. On the contrary, I am involved in the world and must try to see that it does not blow itself to pieces. I once had a terrible argument with Margaret Mead. She was holding forth one evening on the absolute horror of the atomic bomb, and how everybody should spring into action and abolish it, but she was getting so furious about it that I said to her: \"You scare me because I think you are the kind of person who will push the button in order to get rid of the other people who were going to push it first.\" So she told me that I had no love for my future generations, that I had no responsibility for my children, and that I was a phony swami who believed in retreating from facts. But I maintained my position. As Robert Oppenheimer said a short while before he died, \"It is perfectly obvious that the whole world is going to hell. The only possible chance that it might not is that we do not attempt to prevent it from doing so.\" You see, many of the troubles going on in the world right now are being supervised by people with very good intentions whose attempts are to keep things in order, to clean things up, to forbid this, and to prevent that. The more we try to put everything to rights, the more we make fantastic messes. Maybe that is the way it has got to be. Maybe I should not say anything at all about the folly of trying to put things to right but simply, on the principle of Blake, let the fool persist in his folly so that he will become wise."
    },
    {
        "author": "Alan Watts",
        "quote": "It's like you took a bottle of ink and you threw it at a wall. Smash! And all that ink spread. And in the middle, it's dense, isn't it? And as it gets out on the edge, the little droplets get finer and finer and make more complicated patterns, see? So in the same way, there was a big bang at the beginning of things and it spread. And you and I, sitting here in this room, as complicated human beings, are way, way out on the fringe of that bang. We are the complicated little patterns on the end of it. Very interesting. But so we define ourselves as being only that. If you think that you are only inside your skin, you define yourself as one very complicated little curlique, way out on the edge of that explosion. Way out in space, and way out in time. Billions of years ago, you were a big bang, but now you're a complicated human being. And then we cut ourselves off, and don't feel that we're still the big bang. But you are. Depends how you define yourself. You are actually—if this is the way things started, if there was a big bang in the beginning—you're not something that's a result of the big bang. You're not something that is a sort of puppet on the end of the process. You are still the process. You are the big bang, the original force of the universe, coming on as whoever you are. When I meet you, I see not just what you define yourself as—Mr. so-and-so, Ms. so-and-so, Mrs. so-and-so—I see every one of you as the primordial energy of the universe coming on at me in this particular way. I know I'm that, too. But we've learned to define ourselves as separate from it."
    },
    {
        "author": "Alan Watts",
        "quote": "If you awaken from this illusion, and you understand that black implies white, self implies other, life implies death—or shall I say, death implies life—you can conceive yourself. Not conceive, but feel yourself, not as a stranger in the world, not as someone here on sufferance, on probation, not as something that has arrived here by fluke, but you can begin to feel your own existence as absolutely fundamental. What you are basically, deep, deep down, far, far in, is simply the fabric and structure of existence itself. So, say in Hindu mythology, they say that the world is the drama of God. God is not something in Hindu mythology with a white beard that sits on a throne, that has royal perogatives. God in Indian mythology is the self, Satcitananda. Which means sat, that which is, chit, that which is consciousness; that which is ananda is bliss. In other words, what exists, reality itself is gorgeous, it is the fullness of total joy."
    },
    {
        "author": "Alan Watts",
        "quote": "So in this idea, then, everybody is fundamentally the ultimate reality. Not God in a politically kingly sense, but God in the sense of being the self, the deep-down basic whatever there is. And you're all that, only you're pretending you're not. And it's perfectly OK to pretend you're not, to be perfectly convinced, because this is the whole notion of drama."
    },
    {
        "author": "Alan Watts",
        "quote": "Camus said there is only really one serious philosophical question, which is whether or not to commit suicide. I think there are four or five serious philosophical questions:\nThe first one is: Who started it?\nThe second is: Are we going to make it?\nThe third is: Where are we going to put it?\nThe fourth is: Who's going to clean up?\nAnd the fifth: Is it serious?"
    },
    {
        "author": "Alan Watts",
        "quote": "I want to make one thing absolutely clear. I am not a Zen Buddhist, I am not advocating Zen Buddhism, I am not trying to convert anyone to it. I have nothing to sell. I'm an entertainer. That is to say, in the same sense, that when you go to a concert and you listen to someone play Mozart, he has nothing to sell except the sound of the music. He doesn't want to convert you to anything. He doesn't want you to join an organization in favor of Mozart's music as opposed to, say, Beethoven's. And I approach you in the same spirit as a musician with his piano or a violinist with his violin. I just want you to enjoy a point of view that I enjoy."
    },
    {
        "author": "Alan Watts",
        "quote": "Religion is always falling apart. "
    },
    {
        "author": "Alan Watts",
        "quote": "There is obviously a place in life for a religious attitude for awe and astonishment at existence. That is also a basis for respect for existence. We don't have much of it in this culture, even though we call it materialistic. In this culture we call materialistic, today we are of course bent on the total destruction of material and its conversion into junk and poisonous gases. This is of course not a materialistic culture because it has no respect for material. And respect is in turn based on wonder. "
    },
    {
        "author": "Alan Watts",
        "quote": "Ego is a social institution with no physical reality. The ego is simply your symbol of yourself. Just as the word \"water\" is a noise that symbolizes a certain liquid without being it, so too the idea of ego symbolizes the role you play, who you are, but it is not the same as your living organism."
    },
    {
        "author": "Alan Watts",
        "quote": "I am amazed that Congressmen can pass a bill imposing severe penalties on anyone who burns the American flag, whereas they are responsible for burning that for which the flag stands: the United States as a territory, as a people, and as a biological manifestation. That is an example of our perennial confusion of symbols with realities."
    },
    {
        "author": "Alan Watts",
        "quote": "Now, you see, if you understand what I'm saying, with your intelligence, and then take the next step and say "But I understood it now, but I didn't feel it." Then, next I raise the question: Why do you want to feel it? You say: \"I want something more\", because that's again that spiritual greed. And you could only say that because you didn't understand it."
    },
    {
        "author": "Alan Watts",
        "quote": ""
    },
    {
        "author": "Alan Watts",
        "quote": ""
    },
    {
        "author": "Alan Watts",
        "quote": ""
    }
]