[
    {
        "author": "William Carlos Williams",
        "quote": "One thing I am convinced more and more is true and that is this: the only way to be truly happy is to make others happy. When you realize that and take advantage of the fact, everything is made perfect."
    },
    {
        "author": "William Carlos Williams",
        "quote": "To tell the truth, I myself never quite feel that I know what I am talking about — if I did, and when I do, the thing written seems nothing to me. However, what I do write and allow to survive I always feel is worth while and that nobody else has ever come as near as I have to the thing I have intimated if not expressed. To me it's a matter of first understanding that which may not be put to words. I might add more but to no purpose. In a sense, I must express myself, you're right, but always completely incomplete if that means anything."
    },
    {
        "author": "William Carlos Williams",
        "quote": "It is in tune with the tempo of life — scattered yet welded into the whole, — broken, yet woven together."
    },
    {
        "author": "William Carlos Williams",
        "quote": "The job of the poet is to use language effectively, his own language, the only language which is to him authentic."
    },
    {
        "author": "William Carlos Williams",
        "quote": "Poetry demands a different material than prose. It uses another facet of the same fact … the spontaneous conformation of language as it is heard."
    },
    {
        "author": "William Carlos Williams",
        "quote": "It's a strange world made up of disappointments for the most part.\nI keep writing largely because I get a satisfaction from it which can't be duplicated elsewhere. It fills the moments which otherwise are either terrifying or depressed. Not that I live that way, work too quiets me. My chief dissatisfaction with myself at the moment is that I don't seem to be able to lose myself in what I have to do as I should like to. "
    },
    {
        "author": "William Carlos Williams",
        "quote": "Why do we live? Most of us need the very thing we never ask for. We talk about revolution as if it was peanuts. What we need is some frank thinking and a few revolutions in our own guts; to hell with what most of the sons of bitches that I know and myself along with them if I don't take hold of myself and turn about when I need to — or go ahead further if that's the game."
    },
    {
        "author": "William Carlos Williams",
        "quote": "Poets are being pursued by the philosophers today, out of the poverty of philosophy. God damn it, you might think a man had no business to be writing, to be a poet unless some philosophic stinker gave him permission."
    },
    {
        "author": "William Carlos Williams",
        "quote": "What is the use of reading the common news of the day, the tragic deaths and abuses of daily living, when for over half a lifetime we have known that they must have occurred just as they have occurred given the conditions that cause them? There is no light in it. It is trivial fill-gap. We know the plane will crash, the train be derailed. And we know why. No one cares, no one can care. We get the news and discount it, we are quite right in doing so. It is trivial. But the hunted news I get from some obscure patients' eyes is not trivial. It is profound: whole academies of learning, whole ecclesiastical hierarchies are founded upon it and have developed what they call their dialectic upon nothing else, their lying dialectics. A dialectic is any arbitrary system, which, since all systems are mere inventions, is necessarily in each case a false premise, upon which a closed system is built shutting out those who confine themselves to it from the rest of the world. All men one way or another use a dialectic of some sort into which they are shut, whether it be an Argentina or a Japan. So each group is maimed. Each is enclosed in a dialectic cloud, incommunicado, and for that reason we rush into wars and prides of the most superficial natures.\nDo we not see that we are inarticulate? That is what defeats us."
    },
    {
        "author": "William Carlos Williams",
        "quote": "My first poem was a bolt from the blue … it broke a spell of disillusion and suicidal despondence. … it filled me with soul satisfying joy."
    },
    {
        "author": "William Carlos Williams",
        "quote": "There's a lot of bastards out there!"
    },
    {
        "author": "William Carlos Williams",
        "quote": "I liked this because of the elimination of the essential in the composition. I cut it down and down, and down. This squeezed up to make it vivid."
    },
    {
        "author": "William Carlos Williams",
        "quote": "I thought my friends were damn fools, because they didn't know any better way of conducting their lives. Still they conformed better than I to a code. I wanted to conform but I couldn't so I wrote my poetry."
    },
    {
        "author": "William Carlos Williams",
        "quote": "The art of the poem nowadays is something unstable; but at least the construction of the poem should make sense; you should know where you stand. Many questions haven't been answered as yet. Our poets may be wrong; but what can any of us do with his talent but try to develop his vision, so that through frequent failures we may learn better what we have missed in the past."
    },
    {
        "author": "William Carlos Williams",
        "quote": "Being an art form, verse cannot be \"free\" in the sense of having no limitations or guiding principle."
    },
    {
        "author": "William Carlos Williams",
        "quote": "So different, this man\nAnd this woman:\nA stream flowing\nIn a field."
    },
    {
        "author": "William Carlos Williams",
        "quote": "Lift your flowers\non bitter stems\nchickory!\nLift them up\nout of the scorched ground!\nBear no foliage\nbut give yourself\nwholly to that!\nStrain under them\nyou bitter stems\nthat no beast eats —\nand scorn greyness!"
    },
    {
        "author": "William Carlos Williams",
        "quote": "The earth cracks and\nis shriveled up;\nthe wind moans piteously;\nthe sky goes out\nif you should fail."
    },
    {
        "author": "William Carlos Williams",
        "quote": "Why do I write today?\nThe beauty of\nthe terrible faces\nof our nonentities\nstirs me to it:\ncolored women\nday workers—\nold and experienced—\nreturning home at dusk,\nin cast off clothing\nfaces like\nold Florentine oak."
    },
    {
        "author": "William Carlos Williams",
        "quote": "the set pieces\nof your faces stir me —\nleading citizens —\nbut not\nin the same way."
    },
    {
        "author": "William Carlos Williams",
        "quote": "I lie here thinking of you:—\nthe stain of love\nis upon the world!"
    },
    {
        "author": "William Carlos Williams",
        "quote": "It's a strange courage\nyou give me ancient star:\nShine alone in the sunrise\ntoward which you lend no part!"
    },
    {
        "author": "William Carlos Williams",
        "quote": "Brother!\n— if we were rich\nwe'd stick our chests out\nand hold our heads high!\nIt is dreams that have destroyed us.\nThere is no more pride\nin horses or in rein holding.\nWe sit hunched together brooding\nour fate.\nWell —\nall things turn bitter in the end\nwhether you choose the right or\nthe left way\nand —\ndreams are not a bad thing."
    },
    {
        "author": "William Carlos Williams",
        "quote": "Who shall say I am not\nthe happy genius of my household?"
    }
]